//✅ Use YYYY-MM-DD format//
const lyricsData = {
song1: {
    title: { tig: "ስምካ ይኽበር", eng: "smka ykber" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ምስጋና", eng: "msgana" },
    date: "2025-10-28",
    youtube: "https://youtube.com/...",
    spotify: "",
    cover: "images/album1.jpg",
    tig: `1.እንታይ’ሞ ክብል’የ እንታየ’ኸ ዘቕርቦ 
 ውዕለትካስ ካብ ዓቕመይ ንላዕሊ ኮይኑ /2/ 
  ተደ፦ካብ ሓመድ ኣልዒልካ ሰብ እንዲኻ ትገብር     
        ንዝተረስዐስ ልብኻ ይዝክር  
        ስምካ ይኽበር እግዚ/ር /2/ 
              ስምካ ይኽበር ንዘልኣለም ስምካ ይኽበር 
              ባህ ኢሉካ ክቡር መስዋእተይ እንካ ተቐበል 
              ስምካ ይኽበር እግዚ/ር(8) 
2.ከናፍረይ ንስምካ ከውርያ’የን ንስራሕካ 
  ዝገበርካለይ በዚሑ’ስ ምስጋና ይህበካ /2/ 
      3.ሰላመይ ከም ወሓዚ ረሓቦት ጌርካዮ ዙርያይ 
        ጸጋኻ ንዘልኣለም ከስፋሕፍሕ ኣብ ዘርአይ /2/ 
                እንታይ’ሞ ክብል’የ……… .`,
    eng: ``
},
song2: {
    title: { tig: "ተማሪኩ ልበይ ብኣኻ", eng: "temariku lbey beaka" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ኣምልኾ", eng: "Amlko" },
    date: "2025-07-28",
    cover: "images/album1.jpg",
    tig: `
ክንደይከ ይጽብቕ ቲ’ትርኢትካ
ገጽካ የንጸባርቕ ንዝርኣየካ (2)
ኣእጋርካ ከም ኣብ ሓጎዶ ዝረሰነ ኣስራዚ እዩ
ኣዒንትኻ’ውን ከም ሃልሃልታ ሓዊ’ዩ

ተደ፦ ተማሪኹ ልበይ ብኣኻ (2)
መሲጥካ’ዮ ውኖይ ንስኻ (2)
ተማሪኹ’ሎ ልበይ ልበይ ልበይ ልበይ ብኣኻ
ተመሲጡ’ሎ ውኖይ ውኖይ ቀልበይ ምሳኻ (2)

እንሆ ፍትወይ ጽቡቕ ኢኻ
ዝፈስስ ቅበኢ’ውን ኣለዎ ቲ’ስምካ (2)
መኣዛ ሕይወት ኣለዎ ጎይታ’የ ቲ’ድምጽኻ
ሓለፋ ወይኒ ክንእዶ’የ ፍቕርኻ

ኣብ ማእከል ኣእዋም ዱር ከም ዕምበባ
ፈታዊየይ በይንኻ ኣሎካ ሓለፋ (2)
ፍትወይ ናተይ ኢኻ ኣነ ድማ ኢየ ናትካ
ጥዒሙኒ’ሎ ማሪኹኒ ፍቕርኻ

ናይ ገነት ዓይኒ ማይ ኣሎ’ባኻ
ዘልኣለም ሕይወት’ዩ ፈልፋሊ ዒላኻ (2)
ካብ ኣኽራን እናዘለለ ድምጽኻ ምስ’ዝመጸኒ
ሓይለይ ይሕደስ ሓጎስ ይመልኣኒ

ኣብቲ ኣብ ቃቑራ ኣብቲ ጸድፊ
ዘለኺ ጽብቕተይ ካብኡ ንዒ ውጺ (2)
ድምጽኺ ኣስምዕኒ ገጽኪ’ውን ኣርእይኒ
ምስ በልካ ጎይታይ ውኖይ መሲጥካኒ`,
    eng: ``
},
song3: {
    title: { tig: "ከም ስመይ ኮይኑለይ", eng: "kemsm" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ምስጋና", eng: "" },
    date: "2025-8-10",
    cover: "images/album1.jpg",
    tig: ` 
1.ድርሳናት ናይ ልበይ… ሓደ ክልተ ኢሉ ክቖጽር ጀመረ 
  ኣዝዩ ካብ ምግንፋል… ከም ቅልጡፍ ብርዒ ክጽሕፍ ጀመረ 
  ብመስተንክር ፍቕሩ… እናተገረመ እናተደነቐ           
  ከመይ’ልካ ይውዳእ… ከመይ’ልካ ይውዳእ እቲ  ባህርያቱ 
  እቲ ዓቢ ፍቕሩ……… ምሉእ ምሕረቱ  
  
 
 ተደ፦ኣይይይይይ…… ከም እግዚ/ር ዝበለ መን’ዩ(2) 
       ሓሳብ ሰብ ዝፈልጥ… ናይ ውሽጢ ዝርዳእ                
       ተረዲኡ ድማ… ሽግርካ ዝፈትሕ         
       ኣይይይይይ…… ከም እግዚ/ር ዝበለ መን’ዩ  
2.ብምድራዊ ቋንቋ… ክትዛረበሉ ከምይ’ሉ ይውዳእ  
  ከምቲ ዓቢ ባሕሪ… ብሓንቲ ጭልፋ ምጭላፍ 
  በእምሮ ኣይግመትን’ዩ… ብኣሰር ኣሰር ከቶ ኣይብጻሕን’ዩ 
  ወዳጀ መዓሙቕ… ወዳጀ መዓሙቕ እዩ ፍቕሪ ኣምላኽ 
  መንከ የስተውዕሎ……… መንከ ይጽብጽቦ 
     3.ኮራኹር ኣናብስ… ይስእኑ ይጠምዩ 
       እቶም ንጎይታ ‘የሱስ… ዘይረኸብዎ ይጭነቑ 
       ንእግዚ/ር ዝደልዩ… ’ቲ ሰናይ ዘበለ ከቶ ኣይጎድሎምን 
       ናብኡ ዝጥምቱ… የንጸባርቑ ገጾም ኣይሓፍርን 
       ኣብኡ ዝውከል ሰብ……… ብጹእ እዩ`,
    eng: ``
},
song4: {
    title: { tig: "ኣኽቢርካኒ", eng: "akbirkani" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "2025-9-10",
    cover: "images/album1.jpg",
    tig: `
     ተደ፦ኣኽቢርካኒ ‘ንዲኻ ኣምላኸይ 
           ኣኽቢርካኒ ‘ንዲኻ ኢየሱሰይ 
           ካብ ናይ ጸልማት ናብራ ኣውጺእካኒ 
           ኣብ ናይ ብርሃን ሕይወት ኣሰጋጊርካኒ /2/ 
1.ሕይወትካ ስለይ ብምሕላፍካ 
   ፍቕርኻ በዚ ገሊጽካለይ ኢኻ 
   ኣሰይ ኣነስ ተዓዲለ 
   ኣብ ቤትካ ክነብር ተመሪጸ 
         2.ኢየሱሰይ ፍሉይ’ዩ ባህሪኻ 
           ይማርኽ ’ዚ ጡዑም ፍቅርኻ 
           ዘመነይ ምሳኻ ከሕልፎ 
           ንልበይ ኣዝዩ ባህ ይብሎ’ሎ 
3.ኣብ ማእከል ባሕሪ ጎደና ኣሎካ 
   ኣብ ማእከል በረኻ መንገዲ ኣሎካ 
   ንዓኻ’ስ እግዚ/ር እንታይ ይጨንቀካ 
   ንንፋስን ንባሕርን ትእዝዝ ብቓልካ(2) 
     ተደ፦ናትካ ብሙዃነይ  
           ንስኻ’ውን ናተይ ኢየሱሰይ’ውን ናተይ 
           ኣዚዩ ባህ ይብሎ’ሎ ይሕጎስ ኣሎ ልበይ 
           ብብሉጽ መስዋእቲ የቕርቦ ኣብ ቅድሜኻ(2) 
           ጎይታይን ኣምላኸይን መን ኣሎኒ ብዘይካኻ 
4.ንፋስ ኣይረኤኹን ዝናብ ድማ የለን 
   ደመና ኣይረኤኹን ዝናብ ድማ የለን 
   ጎዳጉደይ ግና ማያት ተጎልቢቡ 
   ብጸጋን በረኸትን ኣዚኻ ተንጀርብቦ(2) `,
    eng: ``
},
song5: {
    title: { tig: "ኣብቲ ቅዱስ ቤትካ", eng: "Abti Kudus Betka" },
    author: { tig: " ", eng: " " },
    album: { tig: "", eng: " " },
    genre: { tig: "ምስጋና", eng: "Praise" },
    date: " ",
    cover: "images/album1.jpg",
    tig: `ንዑ ንኣምላኽ ብሓጎስ ንዘምረሉ 
  ንከውሒ መድሕና ብሓባር ንጨድረሉ 
  ኣብ ዝፋኑ ክንበጽሕ ብልዑል ምስጋና 
  ክንዝምረሉ ኢና ብጥዑም ቃና 
      ተደ፦ኣብቲ ቅዱስ ቤትካ ዘመላልሰና 
            ብመንፈስ ሓይሊ ጽድቂ ፍጠረልና /2/ 
2.ኣብ ልዕሊ ኩሉ ኣምላኸይ ንጉስ’ዩ 
  ጠፈር ሃዋህው’ን እውን ምስክር’ዩ 
  ባሕሪ’ውን ናቱ’ዩ ንሱ ዝፈጠሮ 
  ንቑጽ ምድሪ እውን ጥሉል ዝገበሮ 
          3.ንጽምእቲ ነፍሲ ብጸጋኡ ኣዕጊቡ 
             ንጥፍእቲ ነፍሲ ናብ ሰናይ ስሒቡ 
             ንሱ ኣምላኽና’ዩ ንሕና ድማ ሕዝቡ 
             ኣብቲ ልሙዕ ሸኻ ኣኪቡ ስሒቡ 
4.ኣምላኽ ምሳና’ዩ ከቶ ኣይንፈርሕን 
  ሰብከ እንታይ ከይገብረና ፍጹም ኣይንርዕድን 
  ኣብ ትሕቲ ኣኽናፉ ክንዕቆብ ኢና 
  እቲ እኩይ ሓይሊ’ውን ፍጹም ኣይቀርበናን `,
    eng: ``
},
song6: {
    title: { tig: "ስድራቤቱ ንኣምላኽ", eng: "Sidra Betu Nimalak" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `ተደ፦ስድራቤቱ ናይ ኣምላኽ ብሙዃና 
         ኣዚና ሕሩያት ፍጥረት ኢና 
         ብምሕረት ሃብታም ጎይታ ሒዝና                                               
         ምስ ክርስቶስ ሕያዋን ገበረና 
1.ቀደም ዝረሓቕና ዝነበርና ሕጂ ግን ናቱ ኮይና 
  በቲ ክቡር ዋጋ ተዓዲግና ስድራቤት ኣምላኽ ኢና 
  እዚ ብሉጽ ዕጫ ዝበጽሓና ብጎይታ ኮይኑልና 
  ነመስግኖ(2) ነመስግኖ ንጎይታ 
  ብጥዑም ዜማታት ምስ ድሙቕ ዕልልታ(2) 
       2.ክልተ ዝነበሩ ብደሙ ሓደ ዝገበረ 
         ኣብ መንጎ ዝነበረ ከለካሊ ቀጽሪ’ውን ዘፍረሰ 
         ርእሱ ኣወፍዩልና ሞይቱልና ጸይሩ’ውን መስቀሉ 
         ነቲ ጽልኢ(2) ብስጋኡ ስዒሩ 
         ኣብ መስቀል ሰቒሉ ሰላም ኣበሲሩ(2) 
3.ኢየሱስ ርእሰ መኣዝን ዘለዎ ህንጻ ብምንዳቕና 
  ዘልኣለም ኣብ ሕቕፉ ክንነብር ዕድል ብምርካብና 
  ማህደር መንፈስ ቅዱስ ብመንፈስ ክንከውን ሓቢርና 
  ኣብ ቤቱ ኣብ ሕቕፉ ኣብ ጽላል ኣኽናፉ 
  ክንጽምበር ኣብ ኣርያም ምስቶም ቅዱሳኑ(2`,
    eng: ``
},
song7: {
    title: { tig: "እግዚ/ር ሰላምና’ዩ", eng: "Egziher Selamna Yu" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ኩሉ ብርኪ ዝሰግደሉ 
  ረማዕ ገማዕ ውን’ዝብለሉ 
  ኣቱም ሕዝቢ ኣመስግኑ 
  ንኣምላኽና ዓልሉ(2) 
     ተደ፦እግዚ/ር ሰላምናዩ’ሞ 
           ንእግዚ/ር ክብሪ ንሃቦ 
           እግዚ/ር ኣምላኽና’ዩ’ሞ 
           ብምሳጋና ልዕል ነብሎ(2) 
           ብምስጋና ልዕል ነብሎ 
2.ብምሕረቱ ዝጠመተና 
  ኣብ ኣእዳዉ ዝወቀጠና 
  ዕዳ ከፊሉ ሕይወት ሂቡና 
  ይውሕዶ’ኳ ስብሃት ምስጋና(2) 
       3.ንሱ ሓሲሩ ዘኽበረና 
         ርእሰ መኣዝን ዝገበረና 
         ቀጽርታትና ኣብ ዓይኑ’ዩ 
         ሓላዊና ኣይታኸስን’ዩ(2) 
4.ልሳናትና ስሓቕ ዕልልታ 
  ልባትና’ውን ሓጎስ ምስ ደስታ 
  ዘንጀርበበ ድንቂ ጎይታ’ዩ 
  ኣብ ዘመናት መስተንክር ስርሑ(2) 
        ብምስጋና ልዕል ነብሎ 
        ብውዳሴ ልዕል ነብሎ 
        ብሸብሸባ ልዕል ነብሎ 
        ብሳዕሲዒት ልዕል ነብሎ 
        ብዕልልታ ልዕል ነብሎ `,
    eng: ``
},
song8: {
    title: { tig: "ብጎይታ ዝያዳ ከቢራ", eng: "Bigoyta Zy’ada Kebira" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ንኸድሕነና ጎይታ ምስ ደለየ 
  እኖ ክትኮኖ ንማርያም መረጸ 
  ብልጽቲ ካብ ፍጥረት ኣዳም  
  ምስ ሓጢኣት ዘይብላ ኪዳን 
  ንማርያም ረኺብና ክብረት ለቢስና(2) 
       ተደ፦ብጎይታ ዝያዳ ከቢራ  
             ትነብር ዘልኣለም ደሚቓ   
             ጠበቓ ናይ ፍጥረት ኣዳም  
             ኣዴና ማርያም’ያ ማርያም ማርያም 
             እወ ማርያም’ያ ማርያም  
                 ሰማያ ጽላላ ጌራ  
                 ንሓጢኣት ረጊጻ ብእግራ  
                 ሳልኣ ክብረት ለቢስና 
                 ርሕርሕቲ ኣደ ረኺብና  
                 እወ ኣደ ረኺብና                        
2.ርሕርሕቲ ኣደ ድሌትካ ትፈልጥ 
  ወዳ ሓቲታ ጎደሎ ትምልእ 
  ንግስቲ ኣፍደገ ሰማይ  
  ብልጽቲ መሳልል ሰማይ 
  ንማርያም ረኺብና ክብረት ለቢስና(2) 
           3.ጓል ሰብ ክንሳ ንሰብ ዘይመሰለት 
             ብልጽቲ ፍጥረት ጎይታ ዘየሕዘነት 
             ስልምቲ ከም ጸሓይ ጩራ  
             መድሓኒ ኣብ ከብዳ ጸይራ 
             ንማርያም ረኺብና  ክብረት ለቢስና(2)`,
    eng: ``
},
song9: {
    title: { tig: "ኣዳልዩለይ ኣሎ", eng: "Adalyuley Alo" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ኣብቲ ዳግማይ ሕይወት ምንባር ተጀሚረ 
 ዘልኣለም ሓጎስ’ዩ እቲ ዝመቀረ 
 ንምንታይ ይጭነቕ ንኽነብር ኢለ 
 ኣይወድቕ ኣይደክም ምስ ኢየሱሰይ ኮይነ 
    ተደ፦ኣዳልዩለይ ኣዳልዩለይ ኣሎ 
          ኣዝዩ ክቡር ቦታ 
          ኣዳልዩለይ ኣዳልዩለይ ኣሎ 
          ኣዝዩ ብሉጽ ስፍራ 
          ኣዳልዩለይ ኣዳልዩለይ ኣሎ 
          ዋጋ ዘይከፍለሉ 
          ኣዳልዩለይ ኣዳልዩለይ ኣሎ 
          ውሽጠይ ዝዓርፈሉ 
             ተስፋይ እዚ እዩ 
             ነብሰይ እትደልዮ(2) 
             ኣኽሊል ክብሪ ሕይወት 
             ነብሰይ ትቕበሎ(2)
2.ጸሓይ ኣየድልዮን ብርሃን ንኽኸውን 
  ወርሒ ከዋኽብቲ ንዕኡ ኣይበቅዕን 
  ወሓዚ ማይ ሕይወት ዝፈስስ ዝውሕዝ  
  ኢየሱስ ኣዳልዩለይ ነቲ ብርሃን ቀንዴል 
        3.ኣዝዩ ብሉጽ ቦታ ዓይኒ ዘይረኣየቶ 
          ትማል ኮነ ሎሚ እዝኒ ዘይሰምዓቶ 
          ኣእምሮ ወድ ሰብ ፍጹም ዘይምርምሮ 
          ኢየሱስ እቲ ሕያው ኣዳልዩለይ ኣሎ 
    ቀሲነ ንኽነብር ምርጭኡ ኾይኑ 
    ንዓይ ንዉሉዱ ክብሪ ሂቡኒ’ዩ 
    በቲ ኮኾብ ጽባሕ ዘልኣለም ሕያው’ዩ 
    ኣነ ዝጽበዮ ተስፋይ ኢየሱስ’ዩ /2/ 
    ኣዳልዩ ሁሁ…… ኣዳልዩ(8)  `,
    eng: ``
},
song10: {
    title: { tig: "ኣይርስዖን’የ", eng: "Ayrson’ye" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ጼርካኒ ኣሎኻ…… 
  ካብ መዓልቲ ንመዓልቲ   
  ብምሕረትካ እናኸለልካ ኦኦኦ… 
  ደው ኢለ ኣለኹ ኣብቲ ሕያው ቃልካ 
  ኦኦኦ… ተተኺለ ኣለኹ ኣብቲ ሕያው ቃልካ 
       ተደ፦ኣይርስዖን’የ… ‘ቲ ምሕረትካ ኣሃሃ… 
                ኣይርስዖን’የ… ‘ቲ ፍቕርኻ ኣሃሃ… 
                   ኣይርስዖን’የ… ‘ቲ ሓልዮትካ ኣሃሃ… 
                   ኣይርስዖን’የ… ጉስነትካ ኣሃሃ… 
2.ከይደክም ከይሕለል ኣጆኺ እናበልካ… 
   ጸልማት ኣብ ዝኾነሉ ብርሃንካ እናብራህካ    
   ንጎቦታት ሜዳ ጌርካዮም 
   ኣሳጊርካኒ ብሩኽ ጎይታ 
   ከምዚ ከማኻ መን ኣሎ ንዓይ  
   ክንዲ ኹሉ ዝኾነለይ (2) 
       3.ክሳብ ሽበት ክሳብ እርግናይ  
           ትስከመኒ  ኣምላኸይ… 
           ክኣምነካ’የ ምሉእ ዘመነይ 
           ሓዚልካ ሓንጊርካ ከም ተጓዕዘኒ 
           ናብ መፈጸምታ ከም ተብጽሓኒ 
           እሙን ኢኻ ጀማሪ እምነተይ  
           ኣይጥርጥረካን ምሉእ ዘመነይ(2) 
              ኣብ ባህ ዘብል ዕጫ በጺሑኒ 
                 አረ ግሩም ርስቲ መጺኡኒ  
                 ኣየ ክንደይ ተዓዲለ (ተዓዊተ)       
                 እግዚኣብሔር ኮይንካ ርስተይ (2) /2/`,
    eng: ``
},
song11: {
    title: { tig: "ካብ ትንፋሰይ ትቐርብ", eng: "Kab Tinfasey Tik’erb" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ልመናይ ትሰምዕ ንብዓተይ ትርኢ  
  ጻውዒተይ ትሰምዓኒ ምላሽ ድማ ትህብ 
  ምስ ዝቐርብ ቅድሜኻ ኣለኹ ትብለኒ 
  መን’ዩ ዝመስለካ ኦ… መድሓኒ   
  ኦ…… 
      ተደ፦ፍቕሪ ዝኾንካ ኣምላኽ ዝወዳደር ነይብልካ 
               ቀረባ ኮይንካኒ ክስዕብ ኣስ’ኣሰርካ  
               መን’ከ ኣሎ ከማኻ ዝኾነለይ  
               ካብ ትንፋሰይ ዝቐርብ 
               ዘፍቅረኒ ዝሓልየለይ   
2.ድኻመይ ትርዳእ ሓይሊ እተዕጥቐኒ 
  መጊብካ እናበርታዕካ ኣብ ሕቑፎኻ ተዕርፈኒ 
  ምኻድ ምስ ሰኣንኩ መንኩብካ ትጾረኒ 
  ኣብ ዓቐበት ቁልቁለት ነይትፍለየኒ 
   ኦ…… 
           3.ዕሽነተይ ትፈልጥ መንገዲ ትመርሓኒ 
              ተሃክዩካ ነይፈልጥ ንኸተረድኣኒ 
              ከይስምብድ ‘ሞ ከይፋልል ቀስ ኢልካ ትመኽረኒ 
              በቲ ጥዑም ድምጽኻ ፍቓድካ ትምህረኒ 
              ኦ…… 
4.ልበይ ምስ ዝሽበር ተጸናንዓኒ  
   መንፈሰይ ምስ ዝቕጥቀጥ ድማ ተድሕነኒ  
   መከራይ ኣብ ዝበዝሓሉ ብኢድካ ተናግፈኒ 
   ኩሉ ስምዒት ናይ ልበይ ብቐረባ ትርድኣኒ 
  ኦ……`,
    eng: ``
},
song12: {
    title: { tig: "እሙን  ኢኻ", eng: "Emun Ika" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ከመይ ከም ትሰርሖ እንተዘይፈለጥኩ’ኳ    
   ስልጣንካ ኣሚነ ሽግረይ የቕርበልካ     
   ተስፋታተይ ዘቑርጽ ጸገመይ እንተበዝሐ        
   ንስኻ ከም ትፈትሓለይ ኣርጊጸ እፈልጥ’የ   
           ሓያል ዓቢ ኣምላኽ ተኣምራት ትገብር  
             እኣምነካ(3)                              
             ማሕተም ንተገብሮ ከም ሓድሽ ትጅምር       
             እሙን ኢኻ(3) 
2.ናብራይ እናጸልመተ እንተኸደኒ እኳ     
   ዝተጸበኽዎ ነገር እንተዘይኮነለይ ድማ     
   ግዚኡ ሓሊኻ ንስኻ ኢኻ ተብርሆ        
   ንዓኻ ብምሓዘይ ብዓወት ዝሓልፎ  
            ተስፋታትካ ብሉጽ ንሕይወተይ ዘሐድስ 
          እኣምነካ(3)       
          መከራይ ኣልጊስካ በረኸት ተፍስስ     
          እሙን ኢኻ(3)
3.መንገዲ ናይ ረሲእ ብዓመጽ ክቐንዓሉ       
   እርኢ’ለኹ ብዓይነይ ብብዙሕ ክሰልጠሉ     
  ብሓቅኻ ብምኻደይ ከም ዓሻ እንተቑጸረኒ   
  ብሓጢኣት ካብ ዝረኽቦስ ምስኣኑ ይበልጸኒ   
           ናይ ዕለት እንጌራይ ስኢነ ነይፈልጥ 
         እኣምነካ(3) 
         ትሓሊ ወላዲ ዘድልየኒ ትፈልጥ 
         እሙን ኢኻ(3)                                         
4.ክፉእ ርሱን መንትግ ወርዊሩ ክቐትለኒ    
   ከም ሓላዪ ተመሲሉ’ውን መጸኒ ክፉእ ጸላኢ    
   ድሌቱ ኣይኮነሉን ሓጺርካያ ንሕይወተይ        
   ምሉእ ዕረፍቲ ኣሎኒ ስለዝኾንካ ጓሳይየይ 
         ጅግና ተዋጋኢ ስምካ እግዚ/ር 
         እኣምነካ(3) 
         ኣማዕዲኻ ኣይትርእየንን ምሳይ ደኣ ትነብር 
         እሙን ኢኻ(3) `,
    eng: ``
},
song13: {
    title: { tig: "ማርያም ዑንቂ ባሕሪ", eng: "Maryam ‘Unqi Bahri" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `ተደ፦ማርያመይ ካብ ኩለን ዝኸበርኪ 
           ርኽሰት ኣልቦ ካብ ኩለን ንጽሕቲ 
           ሰመያዊ ፍቕሪ ዝተወግአ ልብኺ 
           ተዋሂቡኪ’ሎ ብልዑል ፈጣሪ(2) 
                ስለ ኹሉ እውን ትጽዕሪ 
                ንጥፉኣት እውን ክትመልሲ 
                ስለ ኹሉ ፍጡር ትነብዒ 
                ንሓጥኣን ምስ ፈጣሪ ክትዓርቂ 
           ማርያም ዑንቂ ባሕሪ 
           ዝለበስኪ ዘልኣለም ክብሪ 
           የድንቐኪ ኣለኹ(2) 
           ማርያም ክበሪ ወትሩ ንበሪ 
1.ኣማላድነትኪ ወትሩ ንጽውዕ 
  ስለ ፍቑር ወድኺ ደገ ንጸንዕ 
  ልብኺ ክፈቲ ኣውያትና ክሰምዕ 
  ጸጋ ኣልቢሱ መንፈስና ከጽንዕ 
  ከጽንዕ መንፈስና ከጽንዕ 
        2.ካብ ኩለን ደናግል ኣብሊጹ ሓረየኪ 
           ማሕደሩ ክትኮኒ ብቕድስና ቀብኣኪ 
           ኣብ ምድርን ሰማይን ንግስቲ ሸመኪ 
           ክብርን ውዳሴን ዘልኣለም ንዓኺ 
           ንዓኺ ዘልኣለም ንዓኺ /2/ `,
    eng: ``
},
song14: {
    title: { tig: "ሰላመይ ወሓዚ ጌርካዮ", eng: "Selamey Wehazi Gerkaio" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ካባኻ ርሒቐ ናበይ’የ ክኸይድ 
   እንታይ’ከ ክረክብ ካባኻ ዝበልጽ 
   ኣይደልን(2) ክፍለየካ 
   ሓንሳእ ንዘልኣለም መሪጸካ 
   ሰናይካ እንድዩ ለሚዱ ልበይ 
   ክፍለ ዘይገብረለይ 
   ጽቡቕካ እንድዩ ለሚዱ ልበይ 
   ክፍለ ዘይገብረለይ(2)  
         ተደ፦ኣይደንል’የ ክርሕቕ ካባኻ 
               ኣይደንል’የ ክፍለየ’ካ 
               እንታይ’ዶ ጽቡቕ ኣሎኒ’ዩ  
               ኢየሱስ ብዘይካ’ኻ  
               ጽባቐይ ክብረተይ ዝምከሓሉ ሃብተይ 
               ናይ ዘልኣለም ርስተይ  
               ንስኻ እንዲኻ…ዎ… ኢየሱሰይ 
               ንዘልኣለም ዘይትበርስ ሃብተይ  
 2.ኣነ ንክኸብር ዝተዋረድካለይ  
   ሕይወት ንኽረክብ ንስኻ ሞትካለይ  
   ሰላመይ(2) ወሓዚ ገርካዮ 
   ብስምብራትካ ቁስለይ ፈዊስካዮ 
   እዚ እንዳ’ረአኹስ ኣነ ፈጺመ ነይፍለይ 
   እንተደለኹ ከኣ ልበይ ኣይገብረለይ(2) 
               3.ኣብ መንጎ ኣማልኽቲ ከማኻ ዝበለ 
               ብዕቤቱ ዝፍራሕ ገባር ተኣምራት 
               ከማኻ(2) ዝኸበረ መን’ዩ 
               ልዕል ዝበለ’ኸ እንታዋይ’ዩ 
               ንዝተበጀኻዮ ብምሕረት ትመርሕ 
               ነብሰይ ብፍቶታ ብድሕሬኻ ትጠብቕ(2) 
4.ብዘይካ’ኻ እሞ መን’ዩ ካልእ ኣምላኽ 
   እወ ብዘይ ብኣኻ መን’ከ ኣሎ ከውሊ 
   ካብ ልበይ(2) የፍቅረካ እየ  
   ክገልጸልካ ፍቕረይ ዜማ ጌረ 
   ዎ ኣምላኽ ክብረይን ልበይን ኣንቂደን 
   ሰናይካ ከዘንቱ እምበር ካባኻ’ስ ኣይፍለን(2) `,
    eng: ``
},
song15: {
    title: { tig: "ንኣምላኸይ ይኣምኖ’የ", eng: "N’Amalekhey Yiamnoye" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `ተደ፦ኣነሲ ንኣምላኸይ ይኣምኖ’የ ይኣምኖ        
       ኣነሲ ንኢየሱሰይ ይኣምኖ’የ ይኣምኖ                       
       ኩሉ ከምዝኽእል ይኣምኖ                           
       ዝብሎ ከምዘይጠልም  
       ይኣምኖ’የ ይኣምኖ(2)
 1.ኣነስ ንኣምላኸይ እወ ከምቲ ዝብሎ  
   ከምኡ ከምዝገብር ኣጸቢቐ ይኣምኖ            
   ንዕኡ ኣሚናስ ዓሪፋ’ላ ነብሰይ                 
   ሓበነይ ክብረተይ..ኮይኑኒ ትምክሕተይ  
        ሓቅኻ ንዘልኣለም  
        እሙን ሙዃንካ… 
        ንውሉድ ወለዶ …  
        ንዘልኣለም ይነብር(2) 
2.ሰናይ ጽቡቕ ክብረት ካብቲ ምምልላስ 
  ጽላሎት ዘይብሉ ብርሃናት’የ ዝቕበል  
  ንድሌተይ ብጽቡቕ ነገር እተጽግብ           
   ምንጪ ኩሉ ሰናየይ ኢኻ’ሞ                 
   ንዓኻ ክብሪ ይህብ 
        ኣባኻ ተወኪለ… ፍጹም ኣይሓፈርኩን      
        ንስምካ ጸዊዐ… ዋላ ሓደ ኣይሰኣንኩን          
        ኣባኻ ተወኪለ ፍጹም ኣይሓፈርኩን…          
        መመሊሰ ደኣ ይኸብር ኣለኹ… 
3.’ቲ ሰናይ ሓሳብካ ትሓስቦ ንሕይወተይ…  
   ፍጹም ኣይቅየርን… ዝመጸ ተመጸ           
   ኩሉ ከምትኽእል… ዓይነይ ሪኣትካ…  
   ዝበልካዮ ትፍጽም.… እሙን ኣምላኽ ኢኻ…                
        ሓሳቡ ከይቅየር… ንሱ ሰብ ኣይኮነን…            
        ዝበሎ ከይጠልም… ወዲ ሰብ ኣይኮነን…(2) `,
    eng: ``
},
song16: {
    title: { tig: "ፍልይ ዝበለ’ዩ ፍቕርኻ", eng: "Fely Zbeleyu Fekreka" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ምስቲ ሓጥአ’ዩ ዝተባህለ 
 ኢየሱስ ኣብ ቤቱ መኣዲ ተኸለ 
 ምላሽ ኮይንዎ ከም መጠን ምሕረቱ 
 ርውየት ኮይንዎ ከም ብዝሒ ለውሃቱ 
         ተደ፦ፍልይ ዝበለ’ዩ ፍቕርኻ(2) 
               አረ ንበይኑ’ዩ ፍቕርኻ 
               ምስቶም ንዑቓት ትሰርዕ መኣድኻ 
2.ርውየቶም ኢኻ ነቶም ጽሙኣት 
  ጽጋቦም ኢኻ ነቶም ጥሙያት 
  ምቖቶም ኢኻ ነቶም ዝቖረሩ 
  ፍቕርኻ ርእዮም ዓጊቦም ይነብሩ 
            3.ዳርባ ኣእማናት ኣይዓገተካን 
              ጸሎት ፈሪሳዊ ኣይዓገትካን 
              ንዝመለስካለይ ናይ ንብዓት ደብዳቤ 
              ብምስጋናኻ መሊእካዮ ልበይ 
4.ፈላጣት ሕጊ እንተኣዕዘምዘሙ 
  መርመርቲ ሕጊ እንተጉረምረሙ 
  ኢየሱስ ይምጥወኒ ኣሎ ብፍቕሩ 
  ጌና ክመርሓኒ ኢዩ ብፍቕሩ `,
    eng: ``
},
song17: {
    title: { tig: "ጓሳ ኮንካኒ", eng: "Gwasa Konkani" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ካብቲ መንገዲ ምስ ኣልገስኩ 
 ካብቲ ደምብኻ ምስ ረሓቕኩ 
 ብምሕረትካ ስሒብካኒ 
 ናብ ምዉቕ ቤትካ መሊስካኒ 
    ተደ፦ምስ ቆረርኩ ጸጋ ተልብሰኒ 
          ምስ ጸማእኩ ማይ ሕይወት ተስትየኒ 
          ምስ ደኸምኩ ሓይሊ ትህበኒ 
          ሕያዋይ ጓሳ ኮንካኒ 
2.ማይ ምስ ጸማእኩ ተርውየኒ 
  ካብ ኩሉ ድኻመይ ተዕርፈኒ 
  ብኢደይ ሒዝካ ትመርሓኒ 
  እቶም ዕቡያት ማያት ከየጥሕሉኒ 
       3.ካብ ባርነት ግብጺ ናብ ሓርነት 
         ናብ ዘደንቕ ብርሃን ኣስጊርካኒ 
         ንጸላኢ ትሕተይ እናቐጥቀጥካ 
         መንገደይ ብዓወት እናመራሕካ`,
    eng: ``
},
song18: {
    title: { tig: "ኣምላኽ  ምሳና  እንተዘይነብር", eng: "Amlak Msana Entazeyneber" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `ኣምላኽ  ምሳና  እንተዘይነብር  
1.ይርአ’ሎ ጸላኢ ከቢቡ ዙርያና 
   ካብ ኩሉ ይብርትዕ ሓይሊ ናይ ኣምላኽና 
   መለኸት ንፍሕዎ ጸላኢ ክባረር 
   ብእምነት ደው ንበል ኢየሱስ’ዩ ዝስዕር 
         ተደ፦ኣምላኽ ምሳና ኣንተዘይነብር  
                እንተዘይዋግኣልና……   
                ሓይሊ ጸላኢና በርቲዑ ካብ ምድሪ መጥፍኣና 
                ስለዚ(4) እግዚኣብሔር ይመስገን 
               ስለ ኩሉ ነገር 
2.ብብዝሒ ብሒደት ዝከኣሎ ምድሓን 
   ንሱ ምሳና’ዩ ዝደፍረና የልቦን 
   ብኩሉ መሪሑ ኣብጺሑና ኣብዚ 
   ፍሬና ክርኢ ይደልየና ሕጂ 
             3.ሃገር ኣላትና ነባሪት ከተማ 
                ብኽያት ሓዘን ጓሂ ኣህህታ ዘይብላ 
                ንጋደል ኣሎና ክሳብ እንኣትዋ  
                ኣምላኽ ይርድኣና ኣብ ጊዜ ድኻምና 
4.ተቓውሞ  ኣማልቕ  ሰራዊት ናይ  ፈርዖን 
   ብጐይታ ሰራዊት ኪዓንዉ ክንርእዮም 
   ብብርቱዕ ድምጽና መለኸትና ንንፋሕ 
   ናይ እምነት ቁራዕ ርእሲ ኣብ ርእስና ንድፋእ`,
    eng: ``
},
song19: {
    title: { tig: "ሕዝብኻ በዝሐ", eng: "Hzibkha Bzha" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ዕላማ ሒዙ ዝተሰለፈ 
   ብዙሕ ዘፍርሕ ሰራዊት ኣምላኽ 
   ንተጻረርቱ ወትሩ ዝስዕር 
   ለይትን መዓልትን ብናቱ ሓይሊ 
   ባሕሪ ተሳጊሩ ኣብ ምድረ-በዳ ኩሉ ረጋጊጹ… 
   ዝውሕዝ ሕዝቢ ምሳኻ ኮይኑ 
   ርስቱ ረኸበ ኩሉ ስዒሩ 
     ተደ፦ሕዝብኻ በዝሐ(2) 
              ወሰናት እውን ኣዚዩ ሰፍሐ 
              ናይ ምድሓን ወንጌል ኣባና በጽሐ 
 2.ከም ፍረ ኣድሪ ኣብ ምድሪ ዘርኣ 
   ጎይታ ከዕብያ ብዙሕ ክትፈሪ 
   እቲ ዕቡይ መጸ ረገጻ ብሓይሉ 
   ሓሲቡ ነይሩ ከጥፍኣ ካብ ምድሪ 
   ግን ኣይተኻእሎን ኣምሊጣ ወጸት ከደት ዓበየት… 
   ጎይታ ይመስገን ጨንፈራ ሰፍሐ 
   ንዝደኸሙ መጽለሊት ኮነት 
         3.ኦ ሃሌ-ሉያ --- ሃሌ ሃሌ-ሉያ 
            እናሰዓረ ዘልኣለም ዝነብር 
            ከም ኣምላኽናዶ ኣሎ መድሃኒ 
            ዝወዳደሮ ከቶ ኣይርከብን 
            ብኽያቶም ይሰምዕ መሳኪን ደቁ ዘይቲ ይቐብኦም…  
          ኣብ ቤቱ ይተኽሎም ኣብ ዓጸዳቱ  
            የዕብዮም ባዕሉ ስየ ክመስሉ `,
    eng: ``
},
song20: {
    title: { tig: "ሩባ ሰላም", eng: "Ruba Selam" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ሰላም ዝቕናታ ናብ ኩሉ ትዝንቢ                    
   ርሕርሕቲ ኣደ’ያ ንኹሉ ትናቢ                    
   ብውሉዳዊ ፍቕሪ ንኹሉ ተታቲ                  
   ኣደ ኣላትና ናይ ሰማይ ንግስቲ  
       ተደ፦ኣደ ናይ ሕዙናት ዋልታ ናይ ድኹማት                    
                ነፍሰይ ንፈጣሪ ተዕብዮ ዝበለት                
 .              ማርያም ‘ያ ማርያም ሩባ ሰላም(4)  
2.ብነፍሲ ብስጋ ሰማይ ዝፈለሰት                       
   ናይ ኣቦና ኣዳም  ሓጢኣት ዘይወረሰት                  
   ብሓቂ ዝተዓደለት ናይ ዘመንና ግርማ                          
   ኣደ ኣላትና ንዑ ንሳለማ 
        3.ኣብ ሰማይ ኣብ ምድሪ ንሳ‘ያ ተስፋና                
           ኣደ ኣምላኽ ኮይና ድሕነት ዘምጽኣትልና              
           ኣጆኹም ትብለና ምስ ወዳ ቀሪባ                   
           ጻዕዳ ህያብ ከም ሉል ዘይብላ ሰበባ 
4.ሙሴ ዝረኣያ በረኻ ክትነድድ                       
   መልኣኽ ዘበሰራ ኣማኑኤል ክትወልድ                    
   ኣቦ ዝመረጻ ክትኮኖ መርዓቱ                            
   ከቢራ ክትነብር ኣብ ሰማያት ቤቱ `,
    eng: ``
},
song21: {
    title: { tig: "መን እዩ ዘፍቅር ከምቲ ናትካ", eng: "Men Eyu Zefqir Kemit Natka" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `ተደ፦መን’ዩ እቲ ዘፍቅር ከምቲ ናትካ 
          መንዩ’ኸ እቲ ዝሓልየለይ ከምቲ ናትካ(2) 
          የብለይን ጎይታየ ከማኻ 
          ንስኻሲ(2) ንዓይ ፍሉይ ኣቦ ኢኻ 
1.ደኺመ እንተረኣኻኒ ሓይልኻ ትህበኒ 
 ወዲቐ እንተረኣኻኒ ብምሕረት ተልዕለኒ(2) 
 ኣይትጽብጽቦን ኢኻ ንብዝሒ ጉድለተይ 
 ብፍቕርኻ ትኽውሎ ንኹሉ ስንፈተይ(2) 
 ንኹሉ ድኽመተይ 
      2.ንዓይ ክትገልጸለይ እቲ ብሉጽ ፍቕርኻ 
         መቕጻዕተይ ተቐቢልካ ኣብ መስቀል ተሸንኪርካ(2) 
         መን እሞ’ዩ ዝገብር ጎይታ ከምዚ ናትካ 
         ኩሉ መስተንክር እዩ ኢየሱስ ተግባራትካ(2) 
         የልቦን ዝመስለካ 
3.ብሰሪ ሓጢኣተይ ክረኽቦ ዝግብኣኒ 
  ከም ብዝሒ በደለይ’ውን እቲ ዝጽበየኒ(2) 
  ናይ ዘልኣለም ሞት ኔሩ እቲ ናተይ ግደ 
  ግን ኣንታ ለዋህ ኣምላኸይ ሞተይ ንስኻ ሞትካለይ(2) 
  ሕይወትካ የሕሊፍካለይ 
       4.ኩሉ ግዜ ትመኽረኒ መታን ንኸይጠፍእ 
         ጉድለተይ’ውን ተርእየኒ መታን ንኸይጠፍእ(2) 
         ዓሚቕ ምስጢር ኣለዎ ኣቦየ ፍቕርኻ 
         ነቲ ዘስተውዕሎስ ኢየሱስ ፍሉይ ኢኻ(2) 
         ሓለፋ ኩሉ ኢኻ `,
    eng: ``
},
song22: {
    title: { tig: "ኣይነበር", eng: "Ayneber" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ናይ ዘልኣለም ሕይወት ቃል ኣሎካ 
   ናበይ ክኸይድ’የ ሞ’ካባኻ 
   ምርጫይ እዚ’ዩ ንዘልኣለም  
   ካብ ቤትካ ወጻእስ ኣይነበር(7) 
   ተደ፦ስጉምትታተይ ኩሉ (ይኹን) ኣብ ኣሰርካ 
           ካልኢት (ደቒቕ) ኣይደልን ክፍለ ካባኻ(2) 
           ኣይደልን ክፍለ ካባኻ 
           ኣይረክብን ደልየ’ውን (ኢየሱስይ) ከማኻ(2) 
           ነብሰይሲ እምብዛ(2) ፈትያትካ 
           ኣይደልን ኣይፍለን ኢላ ካባኻ 
           ትጠብቅ ኣላ(2) ብድሕሬኻ 
           ትጠብቕ ኣላ ብድሕሬኻ(2) 
2.ምሳኻ ሙዃንዩ ነብሰይ ዕረፍታ 
   ኣብ ቅድሚ ገጽካ’ዩ ዕጋበታ 
   ብርክኽ ትብል ክትዓርፍ ካብ ጻዕራ 
   መሊኣ ትትስእ ብምስጋና(7) 
         3.ካብ ሽሕ መዓልቲ ኣብ ደምበ ረሲኣን 
            ኣብ ቤትካ ይሕሸኒ ምሳኻ ሙዃን 
            ካባኻ ዘይኮነስ ኣይኹነኒ 
            ንሙሉእ ዘመነይ ይትረፈኒ(7)`,
    eng: ``
},
song23: {
    title: { tig: "ተመስገን ኢየሱስ", eng: "Temesgen Iyesus" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ኣብ መቕደስካ ክኣቱ ሒዘ ጥዑም ሽቶ 
  ንኽብርኻስ ኢየሱስ (ፍትወይ) እሰብሮ አፍስሶ(2) 
  ቅዱስ(3) ኢለ አምልኸካ 
  ኣብ ዘመናት ኩሉ መን’ዩ’ሞ ከማኻ(2) 
  መን’ዩ’ሞ ከማኻ መን’ዩ ዝመስለካ 
    ተደ፦ተመስገን ኢየሱስ ተመስገን(3) ተመስገን 
                    ነፍሰይ ተኽብረካ‘ላ ተመስገን 
                    ነፍሰይ ተዕብየካ‘ላ ተመስገን 
                    ነፍሰይ ተንግሰካ‘ላ ተመስገን 
                    ነፍሰይ ተምልኸካ‘ላ ተመስገን 
          ተመስገን(2) ብነገር ኩሉ ጻድቕ ኢኻ’ሞ ተመስገን 
          ተባረኽ(3) ብነገር ኩሉ ሕያው ኢኻ’ሞ ተባረኽ 
2.ኣበርን መንቅብን ፈጺሙ ዘይብልካ 
   ኢንታ ኮነ ዕጣር ዘይተረኽበካ(2) 
  ንስምካ ከኽብር ትምክሕተይ’ዩ ንዓይ 
   ብኣኻ ክጽዋዕ ኩርዓተይ ሓበነይ 
  ብስምካ ክጽዋዕ ስም ክብረት’ዩ ንዓይ 
   ካበይ’ዩ ኮይኑለይ ዕጫይ ጸቢቑለይ 
            3.ካብ ደጌታት ናይ ሞት ስሒብካ ተውጽኣኒ 
             ኣብ በረኽቲ ቦታ ዳግም ተቑመኒ(2) 
               ከማኻስ መን እዩ ንዓይ ዝቐርበኒ 
             ኣብ ክፉእ ኣብ ጽቡቕ ካልኣይ ዝኾነኒ 
               ኣብ ራህዋ ኣብ ጸበባ ካልኣይ ዝኾነኒ 
               ብጻይ ዝኾነኒ ዘጸናንዓኒ 
4.ጽቡቐይ ዘይፈቱ ሃማን ከጥፍኣኒ 
  ካብ ላዕሊ ካብ ኣርያም ክትዝክረኒ(2) 
   እዚ እናረአኹስ ከመይ ስቕ ክኽእሎ 
   ኣብ ዝፋንካ ኣትየ ዕጣነይ ኣዕርጎ(2) 
   ዕጣነይ ኣዕርጎ እንካ ተቐበሎ `,
    eng: ``
},
    song24: {
    title: { tig: "ከመስግነካ እደሊ’ለኹ", eng: "Kemmesgineka Edeli leku" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ከመስግነካ እደሊ’ለኹ… 
ክውድሰካ እደሊ’ለኹ… 
ከኽብረካ እደሊ’ለኹ…  
ንዘልኣለም /2/ 
    ተደ፦ሕጽረት ቃላት’ዩ እምበር ትኽስታ የብለይን(4) 
     እዚ ኹሉ ሰናይካ 
     ምስቲ ኹሉ ሓልዮትካ 
     መስፈሪ ኣይርከቦን’ዩ ጎይታይ ዓሚቕ’ዩ ቲ’ፍቕርኻ 
     ምስቲ ኹሉ ሰናይካ ቲ’መስተንክር ግብርኻ 
     መስፈሪ ኣይርከቦን’ዩ ኢየሱስ ዓሚቕ’ዩ ቲ’ፍቕርኻ 
2.ክብሪ ምስጋና…  ስግደት ንዓኻ… 
  ውዳሴ ዕልልታ…  ኣምልኾ ንዙፋንካ… 
  ንዘልኣለም…  ሕይወት ዘለኩም…  
   ኩሉኹም ፍጥረታት… ኣኽራናት ጎቦታት…   
ወሓይዝ ሩባታት… 
ኣመስግንዎ……… 
      3.ምሕረቱ ዘይውዳእ…  ስልጣኑ ዘይድፈር… 
        ዕቤቱ ዘይምርመር…  ልዑል ኣምላኽና… 
        ንወትሩ ይኽበር…  ሕይወትና ኣንጽሓዮ… 
        ልብና ኣቕንዓዮ…  ጸጋኻ መሊኡ…   
        መንፈስካ ተሓዲሱ…`,
    eng: ``
},
    song25: {
    title: { tig: "ተመስገን ጎይታይ", eng: "Temesgen Goytay" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ምሕረትካ ሃበኒ ኢለ ምስ ጸዋዕኩ                          
  ቁሊሕ ኢልካ ጠሚትካኒ……  
  ናባኻ ምስ ጠራዕኩ                            
  ፈውስኻ ምስ ደለኹ ብኢድካ በጺሕካኒ                            
  ኩሉ ስምዒት ናይ ልበይ ብቐረባ ትርድኣኒ(2) 
       ተደ፦ተመስገን(3) ጎይታይ (2)  
                ካብቲ ሕማቕ ሕይወት ዘውጻእካኒ             
                ክስዕበካ ፍቕርኻ ደሪኹኒ(2)               
                ክስዕበካ ፍቕርኻ ደሪኹኒ 
2.መን ኮይነ‘የ ኣነ ኣባኻ ዝነብር                                         
   ምሕረትካ ምስ ረኸብኩ…… 
   ዝያዳ ዝኸብር                             
   ወቂጥካኒ ኣብ ኣእዳውካ ንዘልኣለም ጽሒፍካኒ                        
   ሃሌሉ ሃሌ-ሉያ ኢለ’ውን ይዝምር(2) 
            3.መንገዲ ዘልኣለም ኣባኻ ምስ ረኸብኩ                                 
               ስጋኻ ተመጊበ……  
               ደምካ’ውን ምስ ሰተኹ                         
               ትጓስየኒ ዘሎኻ እሙን  ኮይንካ መራሒ            
               ከማኻ ኣይረክብን ዋልታ (ጓሳ) ዝኾነኒ(2)`,
    eng: ``
},
    song26: {
    title: { tig: "ረቡኒ ክብለካ", eng: "Rebuni Kibleka" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ንንፋሳት ኣብ ዕምቆ ኢድካ እትእክቦም 
   ንማዕበላት ብቓልካ እተህድኦም 
   ንሰማያት ብዘይ ዓንዲ እተቑሞም 
   ንግብርኻ መን’ይመስሎ መንከ ይወዳደሮ 
      ተደ፦ኣብ ልዕሊ ኣኽራን እናነጠረ 
              ኣብ ልዕሊ ኮሮቢት እናዘለለ 
              ድምጽኻ ይሰምዕ ኣሎ የእዛነይ 
              ብፍቕርኻ ኣሃሃ ይማሙቕ ኣሎ ልበይ 
2.ቃልካ ኣምላኸይ ብሓቂ ንጹህ’ዩ 
   ነቶም ኣባኻ ዝምዕቆቡ ዋልትኦም’ዩ 
   ብጸጋኻ መንገዶም ይጅምሩ 
   ኣብ ጽላልካ ባህ ኢልዎም(2) ይነብሩ 
          3.ከም ሲላስ ክኸውን ሃዋርያኻ 
             ከም ቨሮኒካ ክደርዞ ንገጽካ 
             ከም መግደላዊት ረቡኒ(2) ክብለካ 
             ጎይታየ ኣኽእለኒ ብጸጋኻ 
4.ከም ሲላስ ክኸውን ሃዋርያኻ 
   ከም ቨሮኒካ ክደርዞ ንገጽካ                                
   ከም ቶማስ ክትንክፎ(2) ጎድ`,
    eng: ``
},
    song27: {
    title: { tig: "ኣምላኸይ ብሓቂ ፍቕሪ ኢኻ", eng: "Amlakay behaki fiqri ika" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ንማርያም መግደላዊት ካብ ምንዝርና 
 ንስምኦን ካብ ገፋፊ ዓሳ 
 ንማቲዎስ ካብ መኽፈሊ ቀረጽ 
 ንዘኪዎስ ካብ እንዳ ተገውቲ መሪጽካ 
       ተደ፦ንስኻስ (ኣምላኸይ) ብሓቂ ፍቕሪ ኢኻ 
             ኢየሱሰይ ብሓቂ ፍቕሪ ኢኻ 
             ሕይወተይ ጥዒማትካ  
             ንስኻስ ብሓቂ ፍቕሪ ኢኻ /2/ 
2.ነታ ሳምራዊት ሰበይቲ ካብ ጽምኢ ማያ 
  ንሓማት ስምኦን ዓሶ ሓሚማ ኸላ 
  ነታ መበለት ኣብ ሞት ናይ ወዳ 
  ነዞም ኩሎም ኣብ ከምዚ ከለዉ ኣፍቂርካ 
           3.ንስጋይ ካብ ዓዘቕቲ ሓጢኣት 
             ንነፍሰይ ካብ ግዝኣት ናይ ጸልማት 
             ንሕይወተይ ካብ ዘልኣለም ጥፍኣት 
             ዝተበጀኻያ ኢየሱስ ፍቅሪ ኢኻ 
4.ናይ ውሽጠይ ብፍጹም ትፈልጦ 
  ንሸኸመይ ቀንጢጥካ ተራግፎ 
  ንጭንቂ ልበይ ከም ጸሎት ትርእዮ 
  ንድኻመይ’ውን ኩሉ ትርድኦ 
           5.ሰብ ነቲ ክቡር ክሓሪ ይደሊ 
             ንስኻ ግን ነቲ ድኹም ትሓሪ 
             ባህርያትካ ፍሉይ’ዩ መስተንክር 
             ፍቕርኻ ሓሲበስ እኔኹ ይዕልል 
     ስለ’ቲ ፍቅርኻ ዕልል(3) ዕልል’ውን ይብል 
     ስለ’ቲ ሓልዮትካ ዕልል(3) ዕልል’ውን ይብል 
     ስለ’ቲ ሰናይካ ዕልል(3) ዕልል’ውን ይብል`,
    eng: ``
},
    song28: {
    title: { tig: "ተስፋ ኣይቆርጽን እየ", eng: "Tesfa ayqortsn iye" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ሓጢኣተይ ከቢዱኒ ዓቢ ጽዕነት ኮይኑኒ 
 ማርያም ኣማልድለይ ወድኺ ክምሕረኒ 
     ተደ፦ተስፋ ኣይቆርጽን ኢየ(2) 
           ክሳብ ተማልድለይ  
           ኣነስ ኣብ ትሕቴኺ ኢየ 
2.ሰይጣን እንተፈተነኒ ኢሉ ከውድቐኒ 
  ርሕርሕቲ ወላዲተይ ንስኺ ኣለኽኒ 
         3.ብሓጢኣተይ ዝኣክል ሕልናይ ከይወቕሰኒ 
           ንድሕሪት ከይምለስ ኣደይ ሓግዝኒ 
4.ሕልናይ ተሸቢሩ ሰላም እውን ስኢነ 
  እልምን ኣለኹ ኣብ እግርኺ ኮይነ   `,
    eng: ``
},
    song29: {
    title: { tig: "ብፍቅርኻ ዝተማረኽኩ", eng: "Befqirka ztemarehku" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.እቲ…… ካብ ወይኒ ዝጥዕም ፍቕርኻ ኣሃ…   
  ኣብ ዓጻጽምተይ ኣትዩ ውሽጢ ሰጢሙ         
  ኣብ ትሕቲ እግርኻ ክቕመጥ ጌሩኒ’ዩ    
  ኣሃሃ… ኢየሱሰይ ማሪኹኒ’ዩ(2) 
   ተደ፦ብፍቕርኻ ዝተማረኽኩ ምርኮኛ’የ(3)   
            ኣእዳወይ ምስናይ ልበይ ናባኻ ኣልዒለየ(3)  
            ብኢደይ ሒዝካ ናብ ትኸዶ ዘበለ           
            ክትወስደኒ(2) ክትስሕበኒ                      
            ምስተን መጓሴኻ ኣብ ዝለምዐ ሸኻኻ ከተውዕለኒ(3) 
            ኢየሱሰይ ድላይ ኣሎኒ 
2.ንስኻስ…… ናይ ዘልኣለም ሕይወት ቃል ኣሎካ   
   ካባኻ‘ሞ ናበይ ክኸይድ’የ                     
  ካብ ኣብ ዱንኳን ረሲኣን ምቅማጥሲ          
   ኣብ ቤትካ’የ ወሲነ ዘልኣለም ምንባር(2) 
         3.ኣብ ክንዲ…… ሕማቕ ዝገበርዎ ዝመውት የለን  
            ንዝጸረፍዎ’ውን ዝምርቕ የለን                  
          ገና ሓጥእ ከለኹ ብምማትካ                 
            እታ ኣባይ ዘላትካ ፍቕሪ ገሊጽካ(2) `,
    eng: ``
},
    song30: {
    title: { tig: "ተመስገን ክብል’የ", eng: "Temesgen kibliye" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ይመስለና ኣሎ ዝብጻሕ ጉዕዞ ስጋ 
 ምስትውዓል ሃበና ክንበጽሕ ናባኻ 
 ተምበርኪኽና እንተ ጠመትና ናባኻ 
 ተገሊጹ ኢዩ ኣብ መስቀል ፍቕርኻ(2) 
   ተደ፦ንኾንቱ ኣይኮነን ዝፈሰሰ ደም ጎያታ 
         ንኾንቱ ኣይኮነን ስቓይ ናይ ጎልጎልታ(2) 
         ደም ጎይታ ዝፈሰሰ ንኾንቱ ኣይኮነን(2) 
         ብደም ጎይታ ዝደሓና ነፍሳት  
         ይምስክራ ብድምጺ መለኸት(2) 
           ተመስገን ክብል’የ(2) ብጸጋኻ ዓጊበ ፍቕርኻ ተመጊበ 
           ተመስገን ክብል’የ(2) ብደምካ ተሓጺበ ጸርየ ነጺሐ 
           ተመስገን ክብል’የ(2) ብጎይታ ዓጊበ ደሕነት ረኺበ 
           ኣነ ኣሜን ክብል’የ 
2.ክሳብ ክንደይ ዓሚቕ’ዩ ጎይታየ ፍቕርኻ 
  ተቐዲሑ ዘይውዳእ ከም ምድራዊ ቀላይ  
  ብዙሕ’ዩ ሃብትኻ ዘይውዳእ ጸጋኻ  
  ኩሉ ኣሎ ኣብኡ ህያባት ፍቕርኻ(2) 
       3.መስቀልካ ይነግር ንምስጢር ጉዕዞኻ 
         ደሚቑ ይውላዕ ኣብቲ ለዋህ ገጽካ 
         ርኣዮ ይብለና ንውጉእ ኣካልካ 
         ጸጋኻ ክፈስስ ካብ ደመ ርሃጽካ(2) `,
    eng: ``
},
    song31: {
    title: { tig: "ንዓይ ብምሕራይካ", eng: "Nay bmhrayka" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.መዓልቲ ምድሓነይ ሕጂ ክባርኻ 
  ስለ ዝኾንካለይ ናይ ሕይወተይ ጠበቓ 
  ስምካ ጸዋዕኩኻ በልካኒ  
  ምግላጹ ስኢነ ዓቢ’ዩ ኮይኑኒ 
        ተደ፦ንዓይ ብምሕራይካ ንዓይ ብምምራጽካ 
              ንዓይ ብምፍቃርካ  ክገልጾ ዘይክእል  
              ካብ ኣእምሮይ ንላዕሊ’ዩ ጎይታይ 
2.ካብ ሞት ናብ ሕይወት ዘሰጋገርካኒ  
  ኣብ ልዕሊ ሰይጣን’ውን ዓወት ዝሃብካኒ  
  ዝመልሰልካ የለን ንዝዓደልካኒ  
  ናብ ዘገርም ብርሃን ዘምጻእካኒ  
            3.ካብ ዘልዓለም ስቓይ ኢየሱስ ዘድሓንካኒ 
              ናብ ሃገር ሕያዋን ንዓይ ዘምጻእካኒ 
              ልበይ ብምስጋና ኣፈይ ብዕልልታ 
              ክዝምረልካ’የ ኣታ ለዋህ ጎይታ 
4.ሓደ ክልተ ኢልካ ዘይቁጸር  
   እዝን እትን ኢልካ ዘይንገር 
   ንዝገበርካለይ ውዕለታት 
   ክሳብ ዘለኹ’ውን ከመስግነካ 
            5.ኣፈይ ብምስጋና ብርሃን ተወልዐ 
              እቲ ንዑቕ ጸላኢ ፈጽሙ ተዳህለ 
              ብጭፍራ መልኣኽቲ ኢየሱሰይ ተመልአ 
              ኣብ ሰማይ ኣብ ኣርያም ዕልልታ ተሰምዐ `,
    eng: ``
},
    song32: {
    title: { tig: "ንገሰለይ", eng: "Ngeseley" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ኣሎኒ ዝብሎ ዝምክሓሉ 
 ኣብ ሕይወተይ ዝንየተሉ 
 ብመንጽር ኩሉ ሰናይ ግብርኻ 
 ኣይበቅዕን’ዩ ፍጹም ንዓኻ ውሒዱካ 
    ተደ፦ንገሰለይ ክበረለይ 
          ልዕል በለለይ ተባረኸለይ 
          ንዓይ ፍሉይ’ዩ ሁሁ… ዝገበርካለይ /2/ 
2.እንተበልኩ ልዕል በለለይ 
  እንተበልኩ ንገሰለይ 
  ኩሉ እንድዩ ዝብሎ ዘስተንትኖ 
  እደሊ’ለኹ ልዕሊኡ እንተሎ ሰብ ዘይበሎ 
        3.ክግዝኣካ’የ ብምሉእ ልበይ 
          ብኣኻ እድነቕ ሃመይ ቀልበይ 
          ኩሉ ሓሳበይ ብኣኻ ይዕዘም 
          ምሳኻ’ለኹ ንዘልኣለም(2) 
               እንተበልኩ ክበረለይ 
               እንተበልኩ ተባረኸለይ 
               ምስቲ ዘይድፈር ዓቢ ግርማኻ 
               ከመይ’ሉ ይዳረግ ጎይታይ ንዓኻ  
               ምስቲ ዝናኻ 
4.ግና ንሕጂ ኣብ ልበይ ዘሎ 
  ተቐበለኒ ልበይ ዝኽእሎ 
  ክሳብ ዝበቅዕ ንምስጋናኻ 
  ልዕል በለለይ ንገሰለይ ተባረኽ ኢኻ `,
    eng: ``
},
    song33: {
    title: { tig: "ኣምላኽ ሰማይ", eng: "Amlakh Semay" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `1.ኣሻሕ ኣእላፍ መልኣኽትኻ 
  ይሰግዱ’ለዉ ኣብ እግርኻ 
  ስልጣንን ሓይልን ናትካ’ዩ 
  ግርማን ክብርን እናበሉ 
  ንሕና’ውን ኣብዛ ምድሪ ስለዘይብልካ መሳሊ 
  ነምልኸካ ተቓኒና ንባርኸካ ደው ኢልና 
     ተደ፦ኣምላኽ ሰማይ ንጉስ ኩላ ምድሪ(2) 
             ስምካ ይባረኽ ኣብ ሰማይ ኣብ ምድሪ(2) /2/ 
2.ግዝኣትካ ወሰን የብሉን 
   ዕቤትካ ደረት የብሉን 
   እታ መንግስትኻስ ሕያው‘ያ 
   ዘይትነቓነቕ ውን’ያ 
   ኣብ ሰማይ ኮነ ኣብ ምድሪ የለን ቦታኻ ዝትክኦ 
   ዙፋንካ ንዘልኣለም ጸኒዑ ይነብር ኣሎ 
         3.ኣታ ንፈትወካ ፍትውና 
            ንባርኸካ ኣሎና 
            ስምካ ምምስጋን ክብርና  
            ንሱ’ዩ ዓቢ ሓጎስና 
            ስለዚ ስቕ ኣይንብልን ምምስጋን ኣይነቋርጽን 
            ከቢርካ ክንርኢ ከሎና ብኡ ትዓግብ ሕይወትና `,
    eng: ``
},
    song34: {
    title: { tig: "ከማኻስ የለን", eng: "Kemakhas yelen" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "26-10-2025",
    cover: "images/album1.jpg",
    tig: `
1.ኣብቲ ናይ ምድረበዳ ናይ ጽምዋ ጉዕዞይ 
   ንበይነይ ክሽገር ረዳኢ ዘይብለይ  
   ኣብዚ ከምዚ እዋን ኣለኻ ጎይታ ኢየሱስ ኣሎኻ 
   ባዕልኻ ትረድኣኒ ተድምቖ ንብርሃነይ 
   ካብ ሽግረይ ኣውጺእካ ተህድኦ ንልበይ 
   ከማኻስ የለን’ዩ ከማኻ ጎይታ ኢየሱስ ከማኻ 
        ተደ፦ከምዚ ናትካ ጌሩ ንልበይ ዘዕርፍ 
                 ውሽጠይ ተረዲኡ ንሕቶይ ዝምልስ 
                 ከቶ ኣይርከብን ዘህድኣ ንነብሰይ  
                 ስለቲ ሓልዮትካ ተመስገን ኢየሱሰይ 
2.ጸላእተይ ክትንስኡ ብሓይሊ ከጥፍኡኒ 
   ኣብ ዙርያይ እናጓዘሙ ብዙሕ ክኸሱኒ  
   ኣብዚ ከምዚ እዋን ኣለኻ ጎይታ ኢየሱስ ኣሎኻ 
   ጠበቓ ትኾነለይ ተሕፍሮም ንጸላእተይ 
   ካብ ሃጽፊ ናይ ዲያብሎስ ትኾነኒ ዕርደይ  
   ከማኻስ የለን’ዩ ከማኻ ጎይታ ኢየሱስ ከማኻ 
             3.ኩነታት እናረኤኹ ክወድቀኒ ፍርሓት  
                ክጥሕል’ውን ክጅምር ናብቲ ባሕሪ ሓጢኣት 
                ኣብዚ ከምዚ እዋን ኣለኻ ጎይታ ኢየሱስ ኣሎኻ 
                ኣእዳውካ ትሰደለይ መንዚዕካ ተውጸኣኒ 
                ኣብ ልዕሊ ጸላእተይ’ውን ዓወት ትህበኒ 
                ከማኻስ የለን’ዩ ከማኻ ጎይታ ኢየሱስ ከማኻ 
4.ድኻመይ እናረኣየ ኩሉ ክርሕቀኒ  
   ሓደ’ኳ ክስእን ተስፋ ዝህበኒ 
   ኣብዚ ከምዚ እዋን ኣለኻ ጎይታ ኢየሱስ ኣሎኻ 
ጎደለይ ንምምላእ ባዕልኻ ትቐርበኒ                                  
ኣብራኸይ ወለል ክብላ’ውን ሓይሊ ትኾነኒ 
ከማኻስ የለን’ዩ ከማኻ ጎይታ ኢየሱስ ከማኻ `,
    eng: ``
},
    song35: {
    title: { tig: "ኣይተለወጥካንን", eng: "Aytelewetkanin" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: ` 
1.ዎ ብሩኽ ገንሸል ኢየሱስ በይንኻ 
 ኣይተለወጥካንን ንዓይ ንባርያኻ 
 እንተደኸምኩ እንተበርታዕኩ 
 ኣይተለወጥካንን እፈልጥ ኣለኹ 
        ተደ፦ኣይተለወጥካንን(2) ንዓይ ኢየሱስ 
               ኣይተለወጥካንን(3) ጎይታይ ኢየሱስ 
2.ዎ ዓቢ ኣምላኽ ኢየሱስ በይንኻ 
   ኣይተለወጥካንን ንዓይ ንባርያኻ 
   እንተወደቕኩ እንተተንሳእኩ 
   ከምዘይትገድፈኒ እፈልጥ ኣለኹ 
            3.ዎ ፈቃር መድሕን ኢየሱስ ንስኻ 
               ኣይተለወጥካንን ንዓይ ንውሉድካ 
               ኣነስ ይገርመኒ ንዓይ ብምፍቃርካ  
               ክሓስቦ ከለኹ ኩሉ ስራሕ ናትካ 
4.ናይ ጥንቲ ኣምላኽ ጎይታይ ንስኻ 
   ኣይተለወጥካንን ንዓይ ንባርያኻ 
   እንተተቐመጥኩ እንተተላዓልኩ 
   ኣይተለወጥካንን እፈልጥ ኣሎኹ `,
    eng: ``
},
    song36: {
    title: { tig: "ተስፋ ሕዙናት", eng: "Tesfa Hzunat" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    cover: "images/album1.jpg",
    tig: `
1.ቀደም ኣትሒዙ ዝመረጸኪ 
 ንድሕነት ኣዳም ዝተሓረኺ 
 ምላሽኪ ኣድመጸ ከም ዝበልካኒ ይኹነለይ 
 ኣነ’ውን ከምኡ ከም ናትኪ መሪጸ ኣለኹ 
 ኣሰር ኣሰርኪ ክስዕብ ደስ ኢሉኒ ኣሎ 
 ስለዚ ምላሸይ እህብ ከም ዝበልካኒ ይኹነለይ 
      ተደ፦ኦ ማርያም ኣዴና  
            ኣማላድነትኪ ንኣምን ኣሎና(2) 
            ስለ ልዑል ትሕትናኺ 
            ዝኸበረ ብጽዕነትኪ 
            ነፍቅረኪ(2) ንውድሰኪ(2) 
2.ተስፋ ሕዙናት መጸናንዒት 
  መድሕን ወላዲት መብርሂት ጸልማት 
  ተስፋ ትህቢ ተበራትዒ ንድኹም ፍጥረት 
  ሕያዋን ኢና ብደሙ ዝነጻሕና 
  ብዝሒ ምሕጣእና ግን ሰፈሩ ርሒቑና 
  ስለዚ ኢና ንልምነኪ መደያይቦ ክትኮንና 
         3.እቶም መዕዘምዘምቲ ርእሶም ከኽብሩ 
           ትዕቢት መሊኦም ክከራኸሩ 
           ብኸንቱ ፍልጠት ካብ ትሕትናስ ልቦም ዘትርሩ 
           ንሕና ደቅኺ ግን ንቕጽል ጉዕዞ ምሳኺ 
           ልዕሊ ክብሪ ሰብ ክብሪ ስለዘሎኪ 
           ስለዚ ንዝምረልኪ ንዘልኣለም ንምስክረልኪ `,
    eng: ``
},
    song37: {
    title: { tig: "ካብ ጸጋኻ ኢዩ ኮይኑልና", eng: "Kab TsegaKha Iyuu Koynulna" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    link: "",    
    cover: "images/album1.jpg",
    tig: ` 
1.ላዕልን ታሕትን ከርተት ዝበልናዮ ኣኺሉ 
 ከም ብዋልታ ብጸጋ ሕይወትና ተኸሊሉ 
   ካብቲ ኣባና ዘሎ ጸጋ ኣምላኽ ኮይኑልና 
   ብሓርነት ክንኣቱ ክንወጽእ’ውን ክኢልና(2) 
     ተደ፦ጸጋኻን ምሕረትካን እንተዘይበዝሓልና 
           ኣብዚ ከመይ ኢልና ደው ምበልና 
           ብሕይወት ምንባርና ምግልጋልና 
           ምዝማርና ኢየሱስ ምምስጋንና 
           ካብ ጸጋኻ እዩ ኮይኑልና 
           መዓስ ካብ ክእለት ሓይልና 
              ሓደ ልቢ ሓደ ሓሳብ ሙዃንና 
              ብሓጎስ ምእታውና ምውጻእና 
              ምንባርና ድምጽኻ ምስማዕና 
              ኩሉ ካባኻ እምበር መዓስ ካባና 
              ኢየሱስ ጸጋኻ እንተዘይበዝሓልና 
              እወ ንሰዶምን ጎመራን ምመሰልና(2) 
2.ዎ እግዚ/ር ኩራኻ ንቕጽበት ዓይኒ እዩ 
  ጸጋኻ ግን ምሉእ ዕደመ ይጸንሕ እዩ 
    ምሕረትካን ሳህልኻን ይስዕባና ኣለዋ 
    ከቶ ኣይተፈለየናን ናይ ጸጋኻ ሓለዋ(2) 
        3.ንጉስ ብሰራዊቱ ዝድሕን እዩ ዝመስሎ 
          እቲ ጅግና ብሓይሉ ክናገፍ እየ ኢሉ ኣሎ 
            ኣነ ግን ብጸጋኻ ንኹሉ ሰጊረዮ 
            ንኹሉ ሓይሊ ሓጢኣት ብእግረይ ረጊጸዮ(2) `,
    eng: ``
},
    song38: {
    title: { tig: "ክዝምረሉ’የ", eng: "Kizmerelu ye" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    link: "",    
    cover: "images/album1.jpg",
    tig: ` 
1.ኣብ ግዜ ንእስነተይ ንሱ ካብ ኣፍቀረኒ 
 ምስ ኩሉ ድኻመይ ንዓይ ተቐቢሉኒ 
 ጎይታየ እደሊ’ሎ ኣብ ዘመን ንእስነተይ 
 ንሱ ጥራይ ክሕዛ ነዛ ዕሸል ሕይወተይ 
      ደጊምሲ ኣብቂዑ’ዩ እዋን ቁልዕነተይ 
      ኢየሱስ ካብ ደለያ ነዛ ድኽምቲ ነብሰይ 
      ደጊምሲ ሕጂ እንታይ ከይሕዘኒ 
      ንሱ’ኳ ፈትዩ ፍቕሩ ካብ ኣርኣየኒ 
           ተደ፦ክዝምረሉ’የ ክዝምረሉ(2) 
                 ነዚ ንጉስ ክብሪ ክዝምረሉ (ክቓንየሉ)(4) 
                 ክቓንየሉ’የ ክቓንየሉ(2) 
                 ነዚ ንጉስ ክብሪ ክቓንየሉ (ክዝምረሉ)(4) 
2.ምስ ዓለም ስጋ ሰይጣን ፍጹም ተባቲኽና 
  ክፉእ መዓልትታት ከይበጽሐ ኣባና 
  እዚ ኩሉ ከይመጸ ኣብ ሎሚ እንከለና 
  ንእስነት ሓሊፉ ዘብቅዓሉ ጉብዝናና 
      ንኢየሱስ ነኽብር ትእዛዙ ኣብ ልብና 
      ኣምላኽ ይሕሸና ምስኡ ከምብረና 
      ንሱ ጥራይ ከቢሩ ክንርኢ ኣብ ሕይወትና 
      ከምታ ፍትሕቲ ዒሉ ክብረት ክህበና 
3.ናይ ፍቕርኻ መልሰይ ከስምዕ ምስጋናይ 
  ክርስቶስ ካብ ፈተወ ከድሕነኒ ንዓይ 
  ክዘልል’የ ክዕልል ብዘሎኒ ዓቕመይ 
  እንታይ’ዩ ዝዓግተኒ ካባኻ ዝፈልየኒ `,
    eng: ``
},
    song39: {
    title: { tig: "ውሽጣዊ ሰላም", eng: "Wushtawi Selam" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    link: "",    
    cover: "images/album1.jpg",
    tig: ` 
1.ኣምላኽ የለን ክብል ብልበይ ክርበሽ 
 ሓጢኣት ከቢዱኒ ንድሕሪት ክጉተት(2) 
   ንስኻ ግን ኣምላኸይ ረዳኢ ድኹማት 
   ኣድሕነኒ ካብቲ… ቲ’ናይ መንፈስ ጭንቀት(2) 
      ተደ፦ውሽጣዊ ሰላም ናይ መንፈስ ዕረፍቲ 
            ዘይጠፍእ ብርሃን ምሳኻ’ዩ ዘሎ 
            ኦ ኣምላኽ ሰማያት ምሳኻ’ዩ ዘሎ 
            ኦ ንጉስ ነገስታት 
                ሃሌ…… ሉያ(4) 
2.መንፈሰይ ክጭነቕ ሰላም’ውን ስኢነ 
  ላዕልን ታሕትን ክብል ዕረፍቲ ስኢነ(2) 
    ኣይረኸብኩን ኢየሱስ ከማኻ ዝበለ 
    ፈቲሕካዮ ኢኻ… ጸገመይ ዘበለ(2) 
        3.ንስኻ ካብ ኮንካ ቲ’እሙን መድሕነይ 
          ኢየሱሰይ ካብ ኮንካ ንዓይ ረድኤተይ(2) 
            ንዓይሲ ከማኻ መን ኣሎኒ 
            ሎምስ ክስዕበካ… ምሳኻ ይሕሸኒ(2) 
4.ዘሕለፍክዎ ሕማቕ ብጽቡቕ ክሒሰ 
  በቲ ሰና…ይ ቆፎይ መሊአ(2) 
    ብሰመያዊ ሃብቲ መንገደይ ኣጣጢሐ 
    ሰመያዊ ሰላም… ብሓጎስ ክጽበ(2)`,
    eng: ``
},
    song40: {
    title: { tig: "ኤልሻዳይ ሙዃንካ", eng: "Elshadai Muanka" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    link: "",    
    cover: "images/album1.jpg",
    tig: ` 
1.ብላግጺ ጰኒና መንፈሰይ ተሰይሩ  
   መኻን  ብሙዃነይ ቲ’ናብራይ መሪሩ  
   ኣብቲ ክቡር ቤትካ ዝለመንክዎ ጸሎት 
   ፍረ ኣውሂቡኒ ብዘገርም ቅጽበት 
       ተደ፦ብሓዘን ብጓሂ ዝነበረ ንብዓተይ 
                 ሕጂ ካብ ብዝሒ ሓጎስ ይፈስስ ካብ ዓይነይ 
                 መን ሙዃንካ ርእየ ተደነቐ ልበይ 
                 ኤልሻዳይ ሙዃንካ ጥዒማቶ ነብሰይ 
2.ይሓዊ ’ዶ’ኾን ኢለ ገንዘበይ ወዳእኩ 
   ኣሎ ናብ ዝተባህለ ናብ ኩሉ እናኸድኩ 
   ደመይ እናፈሰሰ ሓይልኻ ኣሚነ 
   ክዳንካ ተንኪፈስ ካብ ቁስለይ ድሒነ 
              3.ኣብ ልዕሊ ጸበባይ ሽግር ገጢሙኒ 
                 መበለት ብሙዃነይ ሓደ ወደይ ሞይቱኒ 
                 ሓዘነይ ፈሊጥካ ሬሳይ ኣተንሳእካ 
                 ንሕዝንቲ ነብሰይ ብሓጎስ ፈንጫሕካ 
4.’ቲ ትፈትዎ ሓወይ ሓሚሙ ኢለ ጸዋዕኩኻ 
   ክሳዕ ዝመውት’ውን ተሃንጠኹ ምምጻእካ 
   ሞይቱ ምስ ጨነወ ተስፋ ምስ ቆረጽኩ 
   ደበኽ ኢልካ ደኣ ተኣምራትካ ረኤኹ `,
    eng: ``
},
    song41: {
    title: { tig: "ቤትካ ሰላመይ እዩ", eng: "Betkha Selamey Iyu" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    link: "",    
    cover: "images/album1.jpg",
    tig: `
1.ዓቕለይ ጸቢቡኒ ካብ ዓቐን ክሽገር 
  ነብሰይ ኣዋዲቐ ኣትየ ኣብ መዋጥር 
  ንስኻ ግን ኢየሱስ ሰዲድካለይ ኢድካ 
  ስሒብካ ኣውጺእካኒ ውሉደይ እንዳበልካ(2) 
      ተደ፦ቤትካ ሰላመይ’ዩ 
            ቤትካስ ዕረፍተይ’ዩ  
               ቤትካ  ኩሉ’ዩ 
               ስለዚ ጎይታይ ከምልኸካ  
               ወሲነ(2) ክነብር ምሳኻ 
               ንዘልኣለም ኢየሱስ ኣብ ሕቕፎኻ 
2.ተግባረይ ከፊኡ መርገም በዚሑኒ 
  ሴፎም እንዳመዘዙ ሰባት ከጥፍኡኒ 
  ዘርሞ ዘርሞ ኮይነ ከይርሕቕ ካብ ቤትካ 
  ፈቃር ኢየሱሰይ ምጻእ ሕደራኻ(2) 
          3.ብባሕሪ ተኸድኩ ትጥሕል መርከበይ 
           ብመሬት ተኸድኩ ይጠማመር እግረይ 
           ሓንሳብ ንሓዋሩ መሪጸ ንቤትካ 
           ብሓጎስ ክነብር ምስቶም ቅዱሳንካ(2) 
4.ሎምስ ባህ ኢሉኒ ውሉድካ ሙዃነይ 
  እቲ ዘድልየኒ ኩሉ መሊኡለይ 
  ንቤትካ መሪጸ ሕቕፎካ ኢየሱስይ 
  ልበይ ተሓጒሱ ኣሜን ኣሰይ ኣሰይ(2) `,
    eng: ``
},
    song42: {
    title: { tig: "ብኽብሪ ብግርማ ተገለጽ", eng: "Bikhibri Bigirma Tegelits Amlakhey" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    link: "",    
    cover: "images/album1.jpg",
    tig: ` 
1.ኣዒንትና ንዓኻ ክርእያ 
 ኣእዛና ድምጽኻ ክሰ…ምዓ 
 ሰፈር ልብስኻ ነዚ ቤት ክመልኦ 
 ንውሽጥና ብሓጎስ ከተሰራስሮ 
 ብኽብሪ ተገለጽ ኣምላኸይ 
       ተደ፦ብኽብሪ ብግርማ ተገለጽ ኣምላኸይ /4/ 
2.ሕሙማት ኩሎም እንክፍወሱ 
  ካብ ማእሰርቶም ድማ ክፍ…ትሑ 
  ስለቲ ትገብረሎም ሰናይ  
  ንዓኻ ክብሪ ክህቡ… 
  ብኽብሪ ተገለጽ ኣምላኸይ 
         3.ንጭኑቓት ፍትሒ ከተውጻሎም 
           ንሕዙናት ከኣ ከተጸ…ናንዕ 
           ንስኑፋት ሓይሊ ክትህቦም 
           ተስፋ ንዝቖረጹ ተስፍኦም ክትሕድስ 
           ብኽብሪ ተገለጽ ኣምላኸይ 
4.ንዓኻ ዘይፈለጣ ነፍሳት 
  ብኣኻ ኣሚነን ክድ…ሕና 
  ናይ ዘልኣለም መንግስትኻ ክወርሳ 
  ንዘልኣለም ኣብ ቤትካ ክነብራ… 
  ብኽብሪ ተገለጽ ኣምላኸይ `,
    eng: ``
},
    song43: {
    title: { tig: "ብለይቲ እናነቓሕኩ", eng: "Bileyti Enaneqahku" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    link: "",    
    cover: "images/album1.jpg",
    tig: ` 
1.ፍቕርኻ ካብ መዓር ይጥዕም  
   ሰናይካ ጎይታ ኣይውዳእን’ዩ 
   መን ኮይነ ብኣኻ ክፍለጥ 
   ብፍቕርኻ ነፍሰይ ክትባረኽ 
      ተደ፦ብለይቲ እናነቓሕኩ 
               ፍቕርኻ ክሓስብ ከለኹ 
               ከም ብስብሕን በንጉዕን ይጸግብ   
               ኣምላኸይ ነብሰይ ትውድሰካ’ላ 
2.ብዙሕ’ዩ ኣዝዩ ብዙሕ’ዩ 
   ጎይታየ ንነፍሰይ ዝገበርካላ 
   ሓደ ክልተ ኢለ ዘይጽብጽቦ 
   ፍቕርኻስ ንዓይ ዓቢ’ዩ ኣቦ 
           3.ፍቕርኻ ምኡዝ ሽቶ እዩ 
              ስምካ’ውን ዝፈስስ ቅብኢ’ዩ 
              ድምጽኻ መስበርተይ ይጽግን 
              ፍቕርኻ ኣዝዩ ፍሉይ’ዩ 
4.ኣብ ኣኼባ ንዓኻ ክዝምር 
   ስለቲ ንነፍሰይ ዝገበርካላ 
   ብመዝሙረይ ፍቕርኻ ክገልጽ 
   ምስጋናኻ ወትሩ ክዝምር’የ 
          5.ሰባኻይ ሰቢኹ ኣይገልጾን  
             ዘማራይ ዘሚሩ ኣይውድኦን 
             ንፍቕርኻ ብቑዕ መግለጺ የልቦን 
             ዓሚቕ’ዩ ሓለፋ ኣእምሮይ `,
    eng: ``
},
    song44: {
    title: { tig: "ማርያም ዝያዳ መጎሳ", eng: "Maryam Ziyada Megosa" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    link: "",    
    cover: "images/album1.jpg",
    tig: `
1.ክብረቱ ክምለስ እቲ ሕዙን ኣዳም  
   ንዓኺ ዝተዋህበ ምልክት ኪዳን 
   መድሓኒ  ክትወልዲ ክትዘርእሉ ሕይወት 
   ሓዘኑ ክድበስ ክብረቱ ክምለስ 
      ተደ፦ማርያም ዝያዳ መጎሳ 
               ሰብ ክንሳ ፈጣሪ ጸይራቶ ኣብ ከርሳ 
2.ልባስኪ ድኽነት ስልማት ትሕትና  
   ኣምላኽ ዝመረጻ ፍጽምቲ ንጽሕና  
  ብኹሉ ውህበታት ሸለመኪ ክብሪ 
  ንግስቲ ትሕትና ማርያም ሉል ባሕሪ 
            3.ካብ ኣንስቲ እስራኤል ማርያም ተመሪጻ 
               ንፍቓድ እግዚ/ር ኣብ ልባ ሃኒጻ  
               ማህጸና ንመሲሕ ኢየሱስ ተፈቒዱ 
               ንዓና ክድብስ ካብ ሰማይ ወሪዱ 
4.ካብ ትሕትናኺ ትሕቲ…  
   ካብ ምልኣት ጸጋ ምልእቲ…  
   ፍቓድ እግዚ/ር ብምምላእ …  
   ኣኽሊል ዓወትኪ ዓቲርኪ …  
   ዝያዳ ኩሉ ፍጥረት መጎስ’ውን ረኺብኪ(2) 
               ማርያም(3)  
             ዝያዳ ካብ ኩሎም ፍጥረት ደቂ ኣዳም(2) `,
    eng: ``
},
    song45: {
    title: { tig: "ምላሽ ፍቕሪ", eng: "Milash Fiqri" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    link: "",    
    cover: "images/album1.jpg",
    tig: ` 
1.ኣይምልሶን ኣእላፍ ምስጋና                    
   ሒደት’ዩ ምስቲ ናትካ        
   ግና ልበይ ፈትዩ ዘንቀዶ                            
   ማለተይ ኮይኑ የቕርቦ 
      ምላሽ ፍቕሪ ከም ጥዑም ሸቶ               
       መቕደስካ ይእቶ(4) ዙፋንካ ይእቶ(4) 
           ተደ፦ተመስገን ተመስገን ተመስገን   
                  ተባረኽ ተባረኽ ተባረኽ             
                  ልዕል በል ልዕል በል ልዕል በል 
2.ኣምላኽ ኢኻ ካብ ዘልኣለም                   
  ዝመስለካ ሓደ እኳ የለን                
  ንዘሎ ጽቡቕ ዝገበርካ                       
  ጎይታ ኢየሱስ በይንኻ ኢኻ                       
     ካብ ልብና እንፈትወካ                              
     እንካ ምስጋና(8) 
               3.ኣኽብሮተይ ይገልጸልካ                        
                  ብመንፈስ እሰግደልካ                                 
               ማለተይ እዩ ዝዝምረልካ                            
               ቃላት ምድሪ ኣይበቕዓካን                     
                      በዚ ኣእምሮ ብኹሉ ኢኻ                      
                      ይቀደስ ስምካ(8) 
4.ክንደይ ጥዑም እዩ ኣብ ቅድሚ ገጽካ                 
  ስለ ኩሉ ብምስጋና                               
  ዝጎተና እንዳ ረገጽና 
  ዝግብኣካ ከየጉደልና                   
      ብመንፈስካ ስለ ዝኾነልና                      
      ነማስወልካ(8) 
               ኣንታ ፍትወይ አመስግነካ(2) 
                 ፍቱው ኢየሱሰይ አመስግነካ(2)                                         
                 ኣንታ ፍትወይ እባርኸካ(2) 
                 ፍቱው ኢየሱሰይ እባርኸካ(2)                     
                 ኣንታ ፍትወይ እውድሰካ(2)                   
                 ፍቱው ኢየሱሰይ እውድሰካ(2)  `,
    eng: ``
},
    song46: {
    title: { tig: "ምስጋና", eng: "Meskana" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    link: "",    
    cover: "images/album1.jpg",
    tig: `
1.ምልኣት ልቢ ጥበብ ዘልበስካና ምስጋና ሆይ ምስጋና 
 ብመንገዲ ሓቂ ዝመራሕካና ምስጋና ሆይ ምስጋና 
 ሕይወት ንኽንለብስ ብርሃን ዝሃብካና ምስጋና ሆይ ምስጋና 
 ኣብ ቅዱስ ቤትካ ፍቕርኻ መገብካና ምስጋና ሆይ ምስጋና 
       ተደ፦ ምስጋና ምስጋና ሆይ ምስጋና(3) 
              ምስጋና ንልዑል ፈጣሪ 
              ምስጋና ከኣሊ ኩሉ 
              ምስጋና ንልዑል መድሕንና 
              ምስጋና ኣብዚ ዘብጻሕካና 
2.ንሕማምና ፈውሲ ዝኾንካና ምስጋና ሆይ ምስጋና 
  ካብ ጸሓይን ንፋስን ዘጽለልካና ምስጋና ሆይ ምስጋና          
  ንድኻምና ዕረፍቲ ዝሃብካና ምስጋና ሆይ ምስጋና 
  ካብ መገሻና ብሰላም ዝመለስካና ምስጋና ሆይ ምስጋና 
    3.ጽኑዓት ልቢ ዝገበርካና ምስጋና ሆይ ምስጋና 
      ንድሕነትና ሕይወት ዝወፈኻልና ምስጋና ሆይ ምስጋና 
      መጓሴኻ ዝገበርካና ምስጋና ሆይ ምስጋና 
      ደቂ ብርሃን ክንከውን ዘብቃዕካና ምስጋና ሆይ ምስጋና `,
    eng: ``
},
    song47: {
    title: { tig: "ተሓጒስና ነመስግኖ", eng: "Tehagwsna Nmesgno" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ክርስትያን ኣይትሕዘን በዛ ናይ’ዛ ዓለም ናብራ 
   ኩሉ ጊዜ ኣሎ ድኻም ሽግር ወይ መከራ 
   ስለዚ ንቕድሚት ኣቕንዓዮ መንገድኻ 
   ናይ ዘልኣለም ጎይታ ኣይተሕዝኖ ሓደራኻ 
      ተደ፦ተሓጒስና ነመስግኖ ነቲ ተስፋ ዝሃበና 
               ክወስደና ኪመጽእ‘ዩ ናብታ ሰማያዊት ቤትና 
2.ድኻም ሓዘን ሽግር እንተኸበበ ኣብ ዙርያኻ 
   ብእምነት ጸሊ’ሞ ረዲኤቱ ክህበካ 
   ጸልማት ተመሲሉ እትርእዮ ነገር ኩሉ 
   ጎይታ ኣይድርብየካን እሙን እዩ በቲ ቃሉ 
           3.ኢየሱስ ኪመጽእ’ዩ ብመላእኽቱ ተዓጂቡ 
              ክወስደና እዩ ናብታ ሰማያዊት ቤቱ 
              ጎይታ ይሕሸና ሰላም ሓጎስ ዚህበና 
              ኣብቲ መጨረሽታ ኣብ መንግስቱ ከእትወና `,
    eng: ``
},
    song48: {
    title: { tig: "እንታይ ይሰኣነካ", eng: "Entay Yseaneka" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.እዚ ዘይከኣል’ዩ ኦሮማይ 
   ዝተባህለ ዘይስገር ዓቢ ቀላይ(2) 
   ኣነ ግና ስጊረዮ ኣምላኸይሲ እንታይ ይጨንቆ  
   ኩሉ (ከቶ) ኣብ ኢዱ ኣብ ኢዱ’ዩ 
   ከቶ (ኩሉ) ኣብ ኢዱ ኣብ ኢዱ’ዩ(2) 
           ተደ፦እንታይ ይሰኣነካ’ድዩ እግዚኣብሔር(4) 
                   ነገር ኩሉ ኣብ ቅድሜኻ ቀሊል(3) /4/ 
2.ካብ ሓዊ ምምንዛዕ ናትካ’ዩ 
   ካብ ሞት ምትራፍ’ውን ናትካ’ዩ(2) 
   ነፍሰይሲ ርእያትካ ገለ’ኳ ከም ዘይጨንቀካ 
   ስለዚ’ያ ተኽብረካ(2)   
   ስለዚ’ውን ተምልኸካ(2) 
                3.ኣብቲ ብርቱዕ ምንዋጽ ዘለዎ 
                   ንኣእምሮይ ሰላምካ ገዚእዎ(2) 
                   ለውሃትካ ይበልጽ ካብ ሕይወት 
                   ድምጽኻ ኣለዎ ዕጋበት 
                   ብሳላኻ ‘ለኹ ብሕይወት(4)  `,
    eng: ``
},
    song49: {
    title: { tig: "ካብ ምሕረትካ ዝተላዕለ", eng: "Kab Mhretka Ztlaele" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ካብ ምሕረትካ ዝተላዕለ'ዩ ደው ኢለ ዘለኹ 
   ምእታወይ ምውጽአይ ብኣኻ ተሓልዩ 
   ማዕበል ክገላበጥ ክናወጽ ኣኽራናት 
   ቅልጽምካ ተተርኢሰ ኣሎኹ ብህድኣት (ዓመታት) /2/ 
     ተደ፦ምሕረትካ’ ዩ…(4) ፍቕርኻ’ዩ…(4) 
              ኣብዚ ዘብጽሓኒ ካባይ ዝኾነ ነገር የለን(2) 
              ብኣኻ’ዩ ኡሁሁ…  ኩሉ ብኣኻ’ዩ(2) 
              ብኣኻ’ዩ ጸቢቑለይ ብኣኻ ኮይኑለይ(6)  
2.ፍትሐይ ካብ ገጽካ ይወጽእ ብትርኢትካ እጸግብ 
   ፍቕርኻ ተዓንጊለ መከራይ ይርስዕ 
   ዉሉደይ ክትብለኒ ብኣባታዊ ፍቕርኻ 
   ምንባረይ ጸቢቑ ብሙዃነይ ናትካ /2/`,
    eng: ``
},
    song50: {
    title: { tig: "ኦ ናይ ሰላም ኣምላኽ", eng: "O Nay Selam Amlak" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
1.እቲ ሰላምካ ንኽንደልዮ 
  ንልብና ኣንቅሓዮ 
  ኦ ጐይታይ ድኹማት ኢና 
  ብመንፈስካ ኣጽንዓና 
       ተደ፦ኦ ናይ ሰላም ኣምላኽ 
               ሰላምካ ኣውርደልና 
               ብብዝሒ ምሕረትካ  
               ደምስስ ኣበሳና 
2.ቀደም ዝነበረ መንፈስ 
   ሕጂ’ውን ኣባና ይፍሰስ 
   ሓቢርና ንልምነካ 
   ስምዓና ጐይታይ ጽን ኢልካ 
           3.ልመናኹም ተሰሚዑ 
              ኣጆኹም ደቀየ ጽንዑ 
              ክትብለና ብሃረርታ 
            ንጽበየካ ኦ ጐይታይ `,
    eng: ``
},
    song51: {
    title: { tig: "ክሳብ ሕጂ", eng: "Kisab hiji" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
1.ማዕበል ሞት ኣየፍርሓንን 
   ነድሪ‘ኽራን ኣየስጠመንን 
   ብማእከል ሓዊ ሓሊፈ  
   ሃልሃልታ ኣይሀሞኸንን… 
   ርእያ ዘደንቕ ሳህልኻ  
   ከም ትቐርብ ካብ ትንፋሳ 
  ሳላኻ ደው ኢላ ተመስገን  
   ካብ ሰዓርቲ በሊጻ(4) 
     ተደ፦ክሳብ ሕጂ ዝጾራኒ ብሩኻት ኣእዳውካ 
             ክሳብ ሕጂ ዝተሰከማኒ ብሩኻት ኣእዳውካ 
             ኣየ ቲ’ትዕግስትኻ  
             እዋይ ምሕረት ለውሃትካ 
             እናተደነቕኩ……  
             እባርኸካ ጎይታ አመስግነካ…  
             ንስኻስ ምስጋናይ ኢኻ 
2.ብጓሂ ተኪዘ ይመጽእ  
   ኣብ ትሕቲ እግርኻ ይወድቕ 
   ድንጋጽካ ኣይተኸልከለንን  
   ብትርኢት ገጽካ እጸግብ… 
   ታ’ሃረርታ ትሑታት ትሰምዖ  
   ንልቦም’ውን ተበርትዖ 
   ዉሉደይ ኢልካ ደጊፍካኒ 
   ምጽንናዕካ ከቢብካኒ(4) 
          3.ብልዕልናኻ ረዲኤተይ 
              ኣብ ሰማይ ዝተወጥሕካ 
              ጸበባ ድነ ሞት ሰጊረ  
            ተጸይረ ኣብ ኣእዳውካ… 
              ኣዝዩ ንምእማኑ ዘሸግር 
              ኩነታት ኣሳጊርካያ 
              ታ’ሞት ዝተፈርደት ሕይወተይ  
            እንሆ ትዝምረልካ(8)`,
    eng: ``
},
    song52: {
    title: { tig: "ይብጻሕኪ ምስጋናይ", eng: "Yibtsahki msganay" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ማርያም", eng: "Mariam" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ብጩራ ኣእዳውኪ መሊስኪ ልመናይ 
   ብተኣምር ማዕተብ ጸጋኺ ኣፍሲስክለይ  
   ብጸሎት መቑጸርያ ንሰይጣን ክስዕር 
   ወሊድክኒ ኣደይ ይብጻሕኪ ምስጋናይ(2) 
           ተደ፦ይብጻሕ ሓጎሰይ ምስጋናይ ናባኺ  
                     ኦ ንግስቲ ሰላም ውዳሰይ ንዓኺ(2) 
2.ፍቕርኺ ጥዒመ ብሓጎስ እነብዕ 
   ሓዘንኪ ዘኪረ መሊሰ እብርትዕ 
   ደገፍ ትኾንኒ ኣብ እምነተይ ክጸንዕ 
   ምስጋናይ ይብጻሕኪ ኣደየ ሓበነይ(2) 
                 3.ለይቲ ምስ መዓልቲ ብኣኺ’ዩ ሓሳበይ 
                    ኣደየ እንዲኺ ሕልፊ እትሓልይለይ 
                    ኣደይ እወ ኣደይ ወትሩ እትጽልይለይ 
                    ምስጋናይ ይብጻሕኪ ብሌን ዓይኒ ናተይ(2) 
4.መንገዲ ኮንክኒ ክበጽሕ ናብ ኢየሱስ 
   ከምኡ’ውን  ጽላለይ ማህደር መንፈስ ቁዱስ 
   ስለዚ’ስ ማርያመይ ኣነ ብኣኺ ይሕጎስ  
   እኔኹ የመስግን ኣፈይ እኸፍት(2) `,
    eng: ``
},
    song53: {
    title: { tig: "ሓለፋ ኣለዎ", eng: "Halefa alewo" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ክሓስብ ክጭነቕ እናነባዕኩ 
  ንብዓተይ ይደርዝ ብበረኸቱ 
  ስለይ ይሓልፈለይ ይብጀወለይ 
  ንዓይ ምፍቃሩሲ ሓለፋ’ለዎ 
    ተደ፦ሓለፋ ኣለዎ(2)    
          ኣምላኸይ ፍቕርኻ ሓለፋ ኣለዎ 
          ኢየሱሰይ ፍቕርኻ(2) በይኑ’ዩ በይኑ(2) 
          ኣብ ውሽጢ ልበይ(2)  
          ጓህሪ ፈጢሩ የንድደኒ’ሎ(2) 
2.ስለይ ንኽትብል መስቀል ዝወዓልካ 
  ምእንታይ ኢልካ’ውን ደምካ ዝረሃጽካ 
  ኣምላኸይ ፍቕርኻ ብሓቂ ፍሉይ’ዩ 
  ሓለፋ’ለዎ ጎይታየ ፍቕርኻ 
        3.ንዓይ ንባርያኻ ኣፍቂርካኒ ኢኻ 
          ስለ ፍቕረይ ኢልካ ብዙሕ ተሳቐኻ 
          ክሳዕ ኣብ መስቀል’ውን ሕይወትካ ዘሕለፍካ 
          ሓለፋ’ለዎ ኣምላኸይ ፍቕርኻ `,
    eng: ``
},
    song54: {
    title: { tig: "ኣንቅሓና ኣበርትዓና", eng: "Anqhana abertana" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.እግዚ/ር ከምዚ’ናበለ ብነብያት ንደቁ ይምሕጸን 
 ኣብ ድቃስኩም ከይትጠፍኡ ነፍስ ወከፍ ይበራበር 
 ከምተን ለባማት ደናግል ቀንዴልኩም ዘይትመልእዎ 
 እቲ ሕያው ኣምላኽ ምስ መጸ በሪህኩም ተቐበልዎ 
       ተደ፦ዎ…… እግዚ/ር ኣንቅሓና ኣበርትዓና 
             ፈሊና ከነለልዮ ዘለናዮ ዘመና(2) 
               ቆጽሊ በለስ ምስ ዓምበበ 
               ክረምቲ ከም ዝፍለጥ 
               ኩሉ ሰብ’ውን ዝህንጠዮ ፍሪኡ ንኽምገብ  
               ንሕና’ውን ፍረ ድሕነት ንኽንረክብ  
               ኣኽእለና ዎ እግዚኣብሔር 
2.ሰይጣን ዝበልዖ ደልዩ ከም ዝጥሕር ኣንበሳ 
  ኣብ ዙርያኹም ይጓዝም ኣሎ ንነብስኹም ክርምሳ 
  ስለዚ ፍለጥዎ ኣቶኪርኩም ቶቓመትዎ 
  ብሓይሊ ኲናት ናይ ኣምላኽ ዓጢቕኩም ተዋግእዎ  
            3.መዓልቲ ከም ሰራቒ ኮይኑ እዩ ዝመጽእ 
              ትኽስታኹም ኣጥፍእዎ ሓደ እኳ ኣይዘንግዕ 
              ዕጠቑ ተዳለዉ ኣጽዋር ኣምላኽ ልበሱ 
              ልብኻትኩም ኣጽርይዎ ጹኑዕ መንፈስ ተሓደሱ 
4.ድሌትና እዩ ሃረርታና ክንረክብ ሕይወት ዘልኣለም 
  ፍጹም ኣይጠቕመናን እዩ ሓጎስ ናይዛ ዓለም 
  ብሳህልን ምሕረትን ማሚቕና ክንነብር ኣብ ሕቕፎኻ 
  መወዳእታና ኣጸብቕ ጠምተና ብምሕረትካ `,
    eng: ``
},
    song55: {
    title: { tig: "ዘልኣለም", eng: "Zelalem" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ዝሓይሽ ኣለዎ ኣብ ቤትካ ምንባረይ(2)          
  ኣብ ምድሪ ዘይኮነ ክውሰን ዕድለይ(2)  
      ግዜ ዘይውስኖ ኣብታ ሓዳስ ቤትካ   
      ይናፍቕ ኣለኹ ክርኢ ንገጽካ(2)   
      ክዓርፍ ኣብ ሕቕፎኻ  
        ተደ፦ዘልኣለም ኣብ ቤትካ ወሲነ (መሪጸ)  
              ምሳኻ ምንባር ኢየሱሰይ ምሳኻ ምንባር(2)  
2.ካብ ጸልማት ናብ ብርሃን ኣሰጋጊርካኒ ኢየሱስ ኣኽቢርካኒ  
   መንግስትን ካህናትን ንዓኻ ክኸውን ነዚ መዲብካኒ 
      እዚ ክቡር ዕጫ ካባኻ ኮይኑለይ    
      ይሕጎስ ኣለኹ ንዓኻ ምርካበይ(2)  
      ኣብ ቤትካ  ምንባረይ  
      3.ዘይጠፍእ ዘይበርስ ኣብ ነባሪ ርስቲ ተሰሪታ ነብሰይ 
        ብሓጎስ ይወጽእ ብሰላም ይስነ ኩሉ መሊኡለይ 
             ካብዚ ሓሊፈ’ውን ናብ ናይ ክብሪ ቦታ  
             ክሰጋገር‘የ ናብቲ ዕረፍትኻ(2) 
             ኢየሱሰይ ምሳኻ 
4.ዓለም ምስ ፍትወታ ደጊም ኣይምነያን ክርእያ ኣይደልን 
   ካብኣ ብምውጻአይ ይሕጎስ ደኣ እምበር ሓዚነ ኣይፈልጥን 
      እንታይ ከይተርፈኒ ንዓኣ ገዲፈ  
      እቲ ዝበለጸ ካባኻ `,
    eng: ``
},
    song56: {
    title: { tig: "ኣሜን ኣሜን", eng: "Amen Amen" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ስጋኻን ደምካን ወፊኻለይ  
 ንኽበልዖ ንኽሰትዮ 
 ዓጽምኻን ስጋኻን ከስኪስካለይ 
 ንኽድሕን ንኽነጽሕ 
        ተደ፦ኣሜን(3) ሃሌ ሉያ ኣሜን 
              ኣሜን(3) ተዓዊተ ኣሜን 
              ኣሜን(3) ሃሌ ሉያ ኣሜን 
              ኣሜን(3) ተሓጒሰ ኣሜን 
2.ጥፍጣፍን ርሃጽን ገጽካ መሊኡ  
  ንኽነጽሕ(2) 
  ስጋኻን ደምካን ተመጊበ 
  ንድሕነተይ(2) 
           3.ብስሙር ዓጽምኻ’ውን ተኸቢበ 
             ካብ ጸላእተይ እውን ድሒነ 
             ኣብ ትሕቲ ኣኽናፍካ ውን’ኣጽሊለ  
             ብፍቕርኻ እውን ማሙቐ 
4.ኣብ ዛራ ማይ ፍቕርኻ ኣንሳፊፈ  
  ኣብ ኣእዳውካ ተሓቚፈ 
  ስጋኻን ደምካን ተመጊበ
  ባህ ኢሉኒ እውን ዓጊበ `,
    eng: ``
},
    
    song57: {
    title: { tig: "ብዙሕ ምስጋና", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ተደ፦ዎ…… ብዙሕ (ኣሻሕ) (ኣእላፍ) ምስጋና 
      ዎ…… ብዙሕ (ኣሻሕ) (ኣእላፍ) ኣምልኾ 
      ዎ…… ብዙሕ (ኣሻሕ) (ኣእላፍ) ዝማሬ 
      ኢየሱስ ይኹን ንዓኻ /3/ 
            ምዝማረይ ንዓኻ እምበር  
            ኢየሱስ ንመን ደኣ’ሞ(2) 
            ደው ምባለይ ንዓኻ እምበር 
            ኢየሱስ ንመን ደኣ’ሞ(2) 
            ንእስነተይ ንዓኻ እምበር 
            ኢየሱስ ንመን ደኣ’ሞ(2) 
                 ይግብኣካ’ዩ ይግብኣካ(4) 
1.ንሓይለይ ሓዲስካለይ ጸሎተይ መሊስካለይ 
  ንንብዓተይ ደሪዝካዮ ውሽጠይ ሓጎስ መሊእካዮ(2) 
        2.ውድቀተይ ዝምነዩ ሓፊሮም ድሕሪት ተመለሱ 
          ኣምላኸይ ኣዕቊብካኒ ጸግዕን ዕርድን ኮይንካኒ(2) 
3.ኣብ በረኽቲ እመላለስ ዝተባህለኒ መታን ክወርስ 
  ዕርዲ ሰይጣን እንዳፍረስኩ ብኣምላኸይ ይሕበን ኣለኹ(2)`,
    eng: ``
},    
    song58: {
    title: { tig: "ኣይሓደግካናን", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
1.እቲ ሕሱም ሰይጣን ተጻራርየይ 
 ከቶ ኣይዓርፍን ካብ ምፍታነይ 
 እሙን ጐይታ ግን ኣይገደፍካንን 
 ብኣይ ክትከብር ኣይነዓቕካንን 
       ተደ፦ኣይሓደግካናን ሃሌ-ሉያ 
             ኣይሓደግካናን ኣሜን 
             ኣሕሊፍካ’ውን ንጸላኢ ኣይሃብካናን 
2.ሰይጣን ክጓዝም ብርከይ ረዓደ 
  ርእሰይ ኣድኒነ ተስፋ ቖሪጸ 
  ንስኻ ግን ጐይታይ ምሳይ ነበርካ 
  ብሰይጣን ክግዛእ ኣይሓደግካንን 
           3.ወትሩ ብዘይ ፍርሓት ዕልል ክብል’የ 
             ኣብ ኩሉ ናብራይ ከመስግነካ’የ 
             ዕጹብ ክቡር’ዩ ጐይታ ኩሉ ትእዛዝ 
             ኣብዛ ዕሸል ነፍሰይ ሓይልኻ ግለጽ 
4.ወንጌል ናይ ጽድቂ ክትነብር እያ 
  ደጌታት ሲኦል ኣይሕይልዋን 
  ንስምካን ደምካን ኣጽዋርና ጌርና 
  ክንኣቱ ኢና ክንኣን ሃገርና `,
    eng: ``
},    
    song58: {
    title: { tig: "ወሃቢ ዕረፍቲ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ጾሩ ዝኸበዶ ሕይወቱ ብሽግር ዝተኸበ 
  ናይ’ዛ ዓለም ፈተናን መከራን ዝረብረበ 
  ንነብሱ’ውን ዕረፍቲ ዘይረኸበ 
  ካባኻ’ዩ(2) ምሕረት ዝጽበ 
        ተደ፦ኣርዑትካ ልዙብ ጾርካ ፎኪስ  
              ትሑት ልብኻ ለዋህ ኢየሱስ 
              ወሃቢ ኩሉ ፍቕሪ’ዩ ስምካ 
              መን’ዶ ኣሎ’ዩ ጎይታ ብዘይካኻ 
              መን’ዶ ኣሎ’ዩ ጎይታ ብዘይካኻ  
              መን’ዶ ኣሎ’ዩ ኢየሱስ ንልበይ ዘህድኣ(2) 
2.ኣብ ጽምዋ በረኻ ረዳኢ ዘይብለይ ኢለ 
  ብብዙሕ ሓሳብን ብብዙሕ ጭንቀትን ተዓብሊለ 
  ዘሕለፍኩዎ ስቓይ ክዝክሮ ጀሚረ 
  ብለውሃትካ(2) ተስፋ ረኺበ 
          ኣርዑትካ ልዙብ………  
              ዕረፍቲ ትህብ ፍጹም ዘይውዳእ 
              ንመንፈስና ብሓጎስ ዝመልእ 
              ፍቕርኻ ዘይጽገብ ኩሉ ሳዕ 
              ጥበብ ዝመልኦ ብሰብ ዘይልካዕ /2/ 
3.እግዚ/ር ኢኻ ኣልፋን ኦሜጋን ናይ ሕይወተይ 
  ኣባኻ ይረኽቦ ኩሎም ዓይኒ ማያት ናትካ ናተይ 
  እንተኾብለልኩ’ዉን ገዲፈዮ ንቤተይ 
  ትጾረኒ(2) ኾንካኒ ጓሳይ 
          ኣርዑትካ ልዙብ……… 
              ኣቱም እትጽዕሩ ጾር ዝኸበደኩም 
              ናብ ኢየሱስ ኪዱ ንሱ ከዕርፈኩም 
              ኣርዑቱ ጹሩ ካብኡ ተመሃሩ 
              ንነብስኹም ድሕነት ክትረኽቡ `,
    eng: ``
},    
    song59: {
    title: { tig: "ኣደ መድሓኒና", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ኦ ማርያም ኣዴና ኣደ መድሓኒና 
  ንዓና ደቅኺ ሰላምኪ ኣውርድልና 
  ብፍረ ናይ ከርስኺ ጸግዕና ኩንልና 
  ዋልታ ናይ ሕሙማት መጸናንዒት ሕዙናት(2) 
         ተደ፦ንማርያም ንለምና ጸግኣ ክትሰደልና 
                 ጸገምና ነካፍላ ካብ ወዳ ከተማልደልና(2) 
2.መሳልል ድሕነትና ኦ ማርያም ንስኺ 
  ብእምነት ንጽሊ ተምበርኪኽና ናባኺ 
  ከተማልድልና ናብቲ ፍቑር ወድኺ 
  ንምሕጸነኪ ኣሎና ንሕና ድኹማት ደቅኺ(2) 
             3.ናይ ኣኽብሮት ስግደት ነቕርብ ናባኺ 
                ስለ ተቕርብልና ምሕረት ርሕራሔኺ 
                ዕልልታ ተቐበሊ ካብ ፍቑራት ደቅኺ 
                ንምጉሶ ኣሎና ነቲ ፍረ ከርስኺ(2) `,
    eng: ``
},    
    song60: {
    title: { tig: "ኣምላኽ ንደቁ ይመርሕ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብራህዋ ብሰላም ብሓጎስን 
  ኣምላኽ ንደቁ ይመርሕ 
  ብጸበባ ጭንቀት ምስ መከራ 
  ኣምላኽ ንደቁ ይመርሕ 
      ተደ፦ገሊኦም ብሓዊ ገሊኦም ብማዕበል 
 ገሊኦም ብማይ ገሊኦም ብሞት 
 ገሊኦም ማእሰርቲ ከምኡ’ውን መግረፍቲ 
 ይኾኑ’ዮም ናይ ስቓዩ ተኻፈልቲ(2) 
2.ብጸልማት ኮነ ብግሩም ብርሃን  
  ኣምላኽ ንደቁ ይመርሕ 
  ብፈተና ኮነ ብበረኸት 
  ኣምላኽ ንደቁ ይመርሕ 
          3.ሰይጣን ኣብ ልብና እናተማህለለ 
            ኣምላኽ ንደቁ ይመርሕ 
            ነብስና’ውን ፍጹም እንተሓለለ 
            ኣምላኽ ንደቁ ይመርሕ 
4.ዋላ ዝገደፈ ሞተ ይመስለና 
  ኣምላኽ ንደቁ ይመርሕ 
  ኣብ ቆጸራኡ ናይ ድሕነት ተስፋና 
  ኣምላኽ ንደቁ ይመርሕ 
          5.ኣምላኽ በታ ሕያወይቲ ኢዱ 
            ኣምላኽ ንደቁ ይመርሕ 
            ናብታ ንጽሕቲ ሰማያዊት ቤቱ 
            ኣምላኽ ንደቁ ይመርሕ`,
    eng: ``
},    
    song61: {
    title: { tig: "ብርሃን ናይ ዓለም", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብርሃን ናይ ዓለም መድሓኒ 
  ኩሉ ዝከኣሎ ከኣሊ 
  እቲ ፍጡር ልዑል መድሓኒ 
  ንሓጥእ ውልዱ ብሓልዮት ዝኣሊ /2/ 
         2.ኣነየ… ጎይታይ ኣነየ… ኣነይ ድኹም ባርያኻ 
           ኣነየ… ጎይታይ ኣነየ… ኣነይ ዘኽታም ወድኻ 
           ኣነየ… ጎይታይ ኣነየ… ኣነይ ድኻ ወድኻ(2) 
3.መ…ን ምስ ጎደለ ኢኻ ጸሚአ ዝበልካ(2) 
  ኣነ… ድየ ሓፍተይ ርሒቕናካ ሃሃሃ…  
     ሰሚዐዮ’ለኹ ኣነስ ኢቲ ቓልካ  
     ይመጸካ’ለኹ ኣቦይ ተቐበል ወድኻ(2) 
         4.ኣቖጢዐካ ብዙሕ ኣሕዚነካ(2) 
ይምለስ ኣለኹ ኣቦየ ኣብ ቤትካ(2) 
5.ቃላትካ ምስ ተመገብኩ ኣብ ቤትካ ከቢረ…  
  ፍቕርኻስ ተረዲኡኒ ኣለዎ ሓለፋ (2) ሃሃሃ…  
     ብፍቓድካ ውርደተይ ጾርካ(2) ሃሃሃ… 
     ተመስገን ኢየሱሰይ…  
     ድሕሪ ደጊም ይኣኽለካ(2) ሃሃሃ… /3/ `,
    eng: ``
},    
    song62: {
    title: { tig: "ዎ እ/ሄር ክብሪ ህበካ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ኩሉ ፍጥረት ክብሪ ይበል 
 ይስገደልካ ዎ ኣንታ ልዑል(2) 
 ብጥበብካ ዓቢ ምኽርኻ ዘገርም 
 ዝመስለካ የለን ሓያል’ኻ እግዚ/ር(2) 
       ተደ፦ዎ እግዚ/ር ክብሪ ይህበካ(2) 
  ይግብኣካዩ ክበር ይብለካ(3) ሃሌ-ሉያ 
  ንገስ ይብለካ(3) ሃሌ-ሉያ 
  ምለኽ ይብለካ(3) ሃሌ-ሉያ 
  ግዛእ ይብለካ(3) ሃሌ-ሉያ 
2.ኣብ ሰማያት ኮነ ኣብ ምድሪ 
  ኣይተረኽበካን ተወዳዳሪ(2) 
  ብስልጣን ትገዝእ መንግስትኻ ብርቱዕ 
  ኣምላኽ ኢኻ እብለካ (ንስኻስ) ኣብ ዘመናት ምሉእ(2) 
           3.ሰማይ ኣብዚ ከንጠልጥሉ 
ደመና’ውን ማይ ከዝንቡ 
ኣቘምካሎም ሕጊ ደረት  
ምስክርካ’ዮም ንዘልኣለም 
ነዚ ዝገበርካ እግዚ/ር ኢኻ  
ድላዩ ዝገብር የለን ከምዚ ናትካ(2) `,
    eng: ``
},    
    song63: {
    title: { tig: "ሕያዋይ ጓሳ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ሕያዋይ ጓሳ ኢየሱስ በይንኻ 
   ዕሸል ሕይወተይ ምራሕ ሕድርኻ 
   ሓደራ ይብለካ ኩሉ መንገደይ 
   ብመንፈስ ቅዱስ ምላእ ሕይወተይ 
        ተደ፦ክሳብ ዝበጽሕ ናብ ቅዱስ ቤትካ 
  ናብ ኢየሩሳሌም 
  እሙን መራሒ መዓልትታተይ 
  ብዓወት ደምድም 
2.በትርን ምርኩስን ኩነኒ ኢኻ 
   ተግሳጽ ክቅበል ከምኡ’ውን ጸጋኻ 
   መጠን ከይሓልፍ ድሕሪት ከይተርፍ 
   ኣስተምህረኒ ብቅዱስ መንፈስ 
               3.ትፈልጥ ኢኻ ድኹም ምዃነይ 
               ኣሳልየኒ ብሩኽ መድሕነይ 
                  ናይ ኩሉ ኣምላኽ ናይ ምድሪ ሰማይ 
                  ኣብቅዓኒ ጎይታ ገጽካ ንምርኣይ 
4.ኦ ዕዉት ገንሸል ብሩኽ መድሓኒ  
  ኣብ ኩሉ ጉዕዞይ ዓወት ሃበኒ 
  ኣብ ሓዳስ ሃገር ጻዕዳ ከም ጸምሪ`,
    eng: ``
},    
    song64: {
    title: { tig: "እቲ መወዳእታይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ጾር ናይ ሰብ ትጸውር ንስኻ 
 ዝኸበዶም ይመጹ ናባኻ 
 ሓይሊ ዝደለዩ ሓይሎም ኢኻ 
 ንሕትኦም ኩሉ መልሲ ኢኻ 
 ኣነ’ውን ነዚ ተረዲአ  
 ይመጸካ ኣሎኹ(2)  
 ጾሮይ ተሰኪመ  
ተደ፦እቲ መወዳእታይ ጸቢቑ ክርኢ 
     ይደሊ ኣለኹ(2) 
     መስቀለይ ከቢዱ ኣምላኸይ… 
     ምጻሩ ስኢነ ኢየሱሰይ… 
     ብውሽጢ ብደገ ኣምላኸይ… 
     ኣይክኣልኩን ኣነ ኢየሱሰይ…  
     ሓይልኻ ሃበኒ ንኹሉ ክጸሮ(3) 
     ሰማያዊ ምግላጽ ኣብ ልበይ ኣምብሮ(3) 
     ኣብዚ ክፉእ ዘመን ንኽእመነካ  
     እዚ እዩ ድልየተይ 
     ናይዚ ምድሪ ጉዕዞይ ብዓወት ተፈጺሙ 
     ክርኢ መወዳእታይ 
2.መልክዑ ዘይፈልጦ ንፋሳት  
  ይደፍኣኒ ኣሎ ብዙሕ ማዕበላት 
  ምስትውዓል ሃበኒ ከለልዮ 
  እቲ ናትካን ዘይናትካን ክፈልዮ 
  ከም ሰዶም ከይከፍእ እቲ ፍርደይ 
  እቲ መወዳእታይ ካብቲ መጀመርታይ 
  ጎይታ ኣጸብቕለይ 
3.ኣሚንካ ዝሃብካኒ ሕድሪ 
  ስምካ ከይልውጦ ብወርቂ 
  ከም ይሁዳ ልበይ ከይጠልመካ 
  ደግፈኒ ኢየሱስ ሓደራኻ 
  ኣዕጽምተይ ከይብተን ኣብ ሲኦል 
  ኣብቲ መዝገብ ሕይወት(2)  
  ነይሩ ከይብሃል 
4.ኣእጋረይ ኣሰርካ ክሕዛ 
  ካብ መንገደን ፍጹም ከየልግሳ 
  ካብ ትእዛዝ ከናፍርካ ከይዘብል 
  ካብ መዝገበይ ከኣ ቃል ከኽብር’የ 
  ከም ኢዮብ ብሓዊ ሓሊፈ 
  ከም ወርቂ ክወ`,
    eng: ``
},    
    song65: {
    title: { tig: "ብሓይልና ኣይኮናን ተወኪልና", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብሓይሉ ዝውኵል ፍጡር እንተሎ ንግዚኡ እዩ 
  ክእለቱ ዝኣምን እውን ከቶ ዘይከውን ነገር እዩ 
  ብዘይ ኣምላኽናስ ኣይከውንን 
  ሓሳብ ልብናስ ኣይሰምርን(2) 
 ተደ፦ብሓይልና ኣይኮናን ተወኪልና 
       ብቐስትና ኣይኮናን ተዋጊእና 
       ተጻረርቲ ብኣኻ ስዒርናዮም 
       ጸላእትና ብስምካ ረጊጽናዮም 
2.ብብዝሒ ሽግራት ገጽና ጸልምዩ እንተተደወና 
  ፍናና ወዲቑ ብጸላኢ ተስፋ እንተቖረጽና 
  ኣሎና ኣምላኽ ዘህድኣና  
  ካብ ጭንቀትና እውን ዘውጽኣና(2) 
     3.ቀስትኻ ዘርጊሕካ ካብ ጸላኢ ትከላኸለልና 
       ዋልታኻ ገቲርካ ካብ ጸላኢ ሓራ ተውጽኣና 
       ብዘይ ኣምላኽናስ መን ኣሎና 
       ካብ ሽግራትና ዘውጽኣና(2) 
4.ካብ ቀደም ልዑል’ዩ ዓቢ ጎይታ ናይ ዓለም ንጉስ’ዩ 
  ሓያል ክንሱ ግን ለዋህ ዉፉይ ንርእሱ ዘትሕት’ዩ 
  ኣብ ልዑል ኣምላኽ ተወኪልና 
  ድሌትና ኩሉ ሰሚሩልና(2) 
     5.እወ ብሓይልና ኣይኮናን ኩሉ ቀጽርታት ጥሒስና 
       ብክእለትና ኣይኮናን ሽግ ዓወትና ኣብ ኢድና ዝሓዝና 
       ንስምካ ከም ዋልታ ጌርናዮ 
       ሕይወትና ኣባኻ ወፊናዮ(2) `,
    eng: ``
},    
    song66: {
    title: { tig: "ኣብቲ ከረናዊ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ኣብቲ ከረናዊ ናብ ሃገር ይሁዳ 
  መጻእኪ ክትነግሪ ዝገበሮ ጎይታ 
  ክብሪ እንከሎ ብኣምላኽ ምሕራይኪ 
  ግብዝና ኣይነበሮን ቦታ ኣብ ልብኺ 
      ትሕትናኺ ኩሉ ብምሕሳብ ፍቕርኺ 
     ከተማልድልና ንጽሊ ናባኺ 
     ኣደ ናይ ኣምላኽና ጸጋ እተውህቢ 
     ሕጂ ንዘልኣለም ስሌና ለምኒ 
2.ቃላት ሰላምታኺ ደስ በላ ኤልሳቤጥ 
  ብምብጻሕኪ ናብኣ ምኽባራ ገለጸት 
  ንቤትና ክትኣትዊ ንዓና’ውን ክብሪ 
  ሰላምኪ ሃብና ብጥዑም ድምጽኺ 
     ንሱ ዝበለኩም ትእዛዙ ግበሩ 
     ኢልኪ ተዛሪብኪ ቃሉ ንዘይሰምዑ 
     ኣደ ናይ ኣምላኽና ጸጋ እተውህቢ 
     ሕጂ ንዘልኣለም ስሌና ለምኒ 
3.ኣደ ክትኮንዮም ንደቂ መዛሙር 
  ኢየሱስ ክህበኪ ብደስታ ብሓጎስ 
  ብባህታ ተመልአ ንዓኺ ምርካቡ 
  ሃብቲ እውን ኮንክሉ ብርሃን መልኣ ቤቱ 
     እንሆ ወድኺ ኢሉ ክህበኪ 
     ንዓና’ውን ማርያም ኣደ ኩንና ኢኺ 
      ኣደ ናይ ኣምላኽና ጸጋ እተውህቢ 
     ሕጂ ንዘልኣለም ስሌና ለምኒ `,
    eng: ``
},    
    song67: {
    title: { tig: "ተበጂዩኒ እዩ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብማያት ክሓልፍ ኣይክጠልቕን’የ 
  ብውሕጅ ክሳገር ኣይክጥሕልን’የ 
  ብሓዊ ክኸይድ ኣይክነድድን’የ 
  ሃልሃልታ ሓዊ’ውን ኣይክህሙኸንን’ዩ(2) 
      ተደ፦ተበጂዩኒ እዩ’ሞ ኣይፈርሕን እየ 
            ኩሉ ግዜ ምስ ጎይታይ’የ 
            ካብ ኣምላኸይስ ከቶ ኣይፍለይን’የ /2/ 
2.በጻምእ ክጓዓዝ ኣይክጸምእን’የ 
  ጥሜት’ውን እንተኾነ ኣይከጥቅዓንን’ዩ 
  በጻድፍ ክኸይድ ኣይክወድቕን’የ 
  ኣሻኽ መንገዲ’ውን ኣይክወግኣንን’ዩ(2) 
          3.ናይ ዓለም ነገራት ኣይክስዕረንን’ዩ 
            ሓሳርን መከራን ኣይከጨንቐንን’ዩ 
            ንጎይታይ ረኺበ የለን ዝጎድለኒ 
            ኣብ ጉዕዞ ሕይወተይ እውን ዘሰንየኒ(2) 
4.ጓሳ ሕይወት ረኺበ መሪሕ ናይ ሕይወተይ 
  ንስሙ ጸዊዐ ክረግጽ ጸላእተይ 
  ኣብ ንጉስ ሰማያት ኣነስ ክምዕቆብ’የ 
  ናይ ዘልኣለም ርስቲ እውን ክወርስ’የ(2) `,
    eng: ``
},    
    song68: {
    title: { tig: "ጓሳየይ ኮይኑኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ካብቲ ዝደልዮ ገለ ከየጉደለ 
 ይመልኣለይ ኣሎ ዉሉደይ እናበለ 
 ጎይታ ኢየሱስ ኣቦይ እንከለዎ 
 ዋላ ሓደ የለን ዝሰኣንክዎ 
      ተደ፦እግዚ/ር ጓሳየይ ኮይኑኒ 
            ስለዚ ድማ የለን ዝጎድለኒ 
            ኣብ ልሙዕ ሸኻ የውዕለኒ እዋይ… 
            ናብ ዝዓርፈሉ ማይ ድማ ይመርሓኒ 
2.ብበረኸት ኢዱ እናጽገበኒ 
  ሕይወተይ ብደሙ እናኸበበኒ 
  ክሳብ ሕጂ ኣለኹ ከይተናወጽኩ እዋይ… 
 ካብቲ ለዋህ ኣቦይ ኩሉ እንዳረኸብኩ 
         3.ካብኡ ለሚነ ገለ ኣይተኸላእኩን 
           ሓቲተዮ እውን መልሲ’ኳ ኣይሰኣንኩን 
           በብግዚኡ ኩሉ እንዳሃበኒ 
           ይነብር ኣለኹ ተሰማሚዑኒ 
4.ንድልየተይ ኩሉ ብጽቡቕ ኣጽጊቡ 
  ይመልኣለይ ኣሎ ሰናይ’ዩ ሓሳቡ 
  የንብረኒ ኣሎ ብዘይ ገለ ጸገም 
  ገና እውን ክነብር’የ ንዘልኣለም`,
    eng: ``
},    
    song69: {
    title: { tig: "ብተኣምራትካ የድንቑኻ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `     
1.ሰማይ ምድሪ ብቓልካ ዝፈጠርካ 
   ንወዲ ሰብ ካብ ሓመድ ዝሰራሕካ 
   እስትንፋስ ሕይወትካ’ውን ዝሃብካ…  
         ተደ፦ሃሌ-ሉያ  
                ኣብ መቕደሱ ነመስግኖ 
                ስለ ሓይሉ ነመስግኖ 
                ብድምጺ መለኸት ነመስግኖ 
                ብበገና ነመስግኖ 
                ብኸበሮን ብሳዕስዒትን ነመስግኖ 
                ብዕልልታን ብጣቕዒትን ነመስግኖ 
                       በሕዛብ ኩሎም ክቡር ኢኻ 
                       ብተኣምራትካ የድንቑኻ(2) 
                       ኣጋንንቲ ይደምሰሱ ብስምካ(2) 
2.ንምውታት ብቓልካ ኣተንሲእካ 
   ንድዉያት ሕሙማት ፈዊስካ 
   ነጋንንቲ ብስምካ ኣውጺእካ…    
            3.ናይ ናብራ ትርጉም እውን ፈሊጠዮ 
               እምኒ ልበይ ብቕጽበት ሰበርካዮ 
               ዘይቲ መንፈስ ኣብ ልበይ ኣፍሰስካዮ… 
4.ክንደይ ጥዑም ሓያል ብርቱዕ ኢዱ 
   ደገ ምድሓን ዝኸፈተ ብስቕለቱ 
   ንዘልኣለም ይመስገን ኣብ ዙፋኑ…`,
    eng: ``
},
        
    song70: {
    title: { tig: "ኣሎኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ተደ፦ኣሎኒ ምኽንያት ኣሎኒ 
        ኣሎኒ ውሬት ኣሎኒ(2)     
        ዘሚሮሚ’ለ ኣይዝምርን’የ  
        ልማድ ኣይኮንኩን ዘመስገን ኣነ(2) 
        ከምዘይተገብረሉ ስቕ ኣይብልን  
        ተጌሩለይ’ሞ እዝምር(2) 
                1.ልበይ ኣውዲቐ /እንድየ/ ተደጊፈካ  
                 ከቶ ኣይሰጋእኩን ብኸኣልነትካ(2) 
                 ኣየሕፈርካንን ተወኪለካ 
                 ኣመልኪዕካኒ ተመኪሐልካ(2) 
2.ናይ መስቀል ፍቕሪ /ስራሕ/ ዶ’ኽጅምሮ  
   ኣየን ገዲፈ ኣይናይ ክገልጾ(2) 
   ሓንቲ መዓልቲ /ኳ/ ኢድካ ዘይብሉ 
   ኣይፈልጥን’የ ዘመነይ ኩሉ(2) 
               3.ምኽሪ መኺሮም ምስ ደርበዩኒ  
                  እስኪ እንታይ ይኹን ሕልሙ እዚ ሓላሚ  
                  ምማቱ ኣይተርፎንዩ ጉድጓድ ተድርብዩ 
                  እናተባህለ ግና ክብሪ ተራእዩ  
                  ከይተፈጸመ ሕልሙ ነይመውት 
                  ዝወርሶ’ለዎ ብዙሕ በረኸት(2)`,
    eng: ``
},
        
    song71: {
    title: { tig: "ኣብ እግዚኣብሔር ይኹን", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ኣብ ስጋ ኣይኹን ትውክልትና 
 ኩሉ ንግዚኡ እዩ ዝጥብረና 
 ኣምላኽና ግን ኣምላኽ ፍቕሪ’ዩ 
 ናይ ጥበራ ኣይኮነን ናይ ሓቂ ፍቕሪ’ዩ   
        ተደ፦ኣብ እግዚ/ር ተስፋ ምግባር ሰናይ’ዩ 
              ኩሉ ነገር ናይ ከንቱነት ከንቱ እዩ 
              እግዚኣብሔር ግና ፍቕሪ እዩ 
              እግዚኣብሔር ግና መጸናንዒ እዩ 
2.ኣብ እግዚኣብሔር ተማዕቆብ 
  ልብኻ ዝደልዮ ንሱ እዩ ዝህብ  
  ኣብኡ ኣማዕቁብ መንገድኻ 
  ኣብኡ ተወከል እሞ ኩሉ ክሰልጠካ 
           3.ንእግዚኣብሔር ሃዲእካ ተጸበዮ 
             ንግብሪ ገበርቲ እከይ ኣይትመነዮ 
             እቶም ንእግዚኣብሔር ዝጽበይዎ 
             እዮም ንመንግስቲ ኣምላኽ ዝወርስዎ 
4.ንእግዚኣብሔር ተዓጊስካ ተጸበዮ 
  ንሱ’ውን ጸሎትካ ክምልስ’ዩ 
  ካብቲ ረግረግ ጸብሪ ኣውጺኡ 
  ኣእጋርካ ኣብ ከውሒ ከቐምጠን’ዩ `,
    eng: ``
},    
    song72: {
    title: { tig: "ጸጋ ዝሃብካኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.መንገዲ ጠፊኡኒ ኮብለል ክብል ከለኹ 
  ዘዕግብ ዘርዊ ስኢነ ምስ ተሓለልኩ  
  ብዘደንቕ መንገዲ ብተኣምራት ጸዊዕካ  
  ሓድሽ ሰብ ጌርካኒ ብዘገርም ጸጋ 
     ተደ፦ጸጋ ኣብ ልዕሊ ጸጋ  
           ጸጋ ኦ… ጸጋ… ጸጋ ዝሃብካኒ  
           ምስጋና ኣብ ልዕሊ ምስጋና 
           ምስጋና ኣብ ልዕሊ ምስጋና 
           ክህበካ ይግበኣኒ 
2.ድኹም ንኡስ’የ ሓጢኣት ዝመልኣኒ  
  ኣብ ቅድሜኻ ክቐርብ ኣዝዩ የፍርሓኒ 
  ‘ተኾነ ግና ምሕረትካ ማእለያ ነይብሉ 
  ንኣበሳይ ዝሓጽብ ጸጋ ‘ቕበለሉ 
        3.እቲ ዝስዕበካ ዝረኽቦ ሚእቲ ካዕበት  
          አስተማቕሮ ኣለኹ ዋላ ኣብዚ ዓዲ ስደት 
          ብዝተባረኸ ሓዳር ብዝተባረኹ ደቂ 
          መግለጺ የብሉን ሓጎሰይ ናብራ ጥዒሙኒ 
4.ናይ ድንኳን ናብራ መከራ ዝመልአ  
  ብኽብሪ መጺእካ ጠቕሊልካዮ ምስ ሓለፈ 
  ንዘልኣለም ምሳኻ ዝነብረሉ ቦታ 
  ዘይግብኣኒ ወሪሰ ሳላ ናትካ ጸጋ `,
    eng: ``
},    
    song73: {
    title: { tig: "ብሳላኺ’ዪ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ምኽኣሉ ስኢነ ጸምጸም ምድረ-በዳ          
 ልዕሊ ዓቕመይ ኮይኑ ዝነበረኒ ዕዳ           
 ቁሊሕ እንተበልኩ ርእየ ንዓኺ                
 ኩሉ ፎኺሱለይ ማርያመይ ብሳላኺ 
     ተደ፦ኣብቲ ከቢድ እዋን… ተስፋ ምስ ኲናት    
             ኣብቲ ከቢድ እዋን… ብጸይቲ ሽጉራት          
             ኣብቲ ከቢድ እዋን… ሓገዝ ንድኻታት   
             ኣብቲ ከቢድ እዋን… መጸናንዒት ሕዙናት 
                  ብሳላኺ(2)’ዩ  መድሓኒ ዝረኸብና  
                  ብሳላኺ(2)’ዩ  ዕረፍቲ ዝረኸብና                
                  ብሳላኺ(2)’ዩ  ሰላም ዝኮነልና  
                  ብሳላኺ(2)’ዩ  ብሓጎስ ዘለና 
2.መሬት ዓሪቡኒ ሓዲግ መዲግ ኮይነ      
  ኣንፈተይ ስሒተ ጸልማት ተሸፊነ         
  ብርሑቕ ግን ኣስተውዒለ ዝዓበየት ቀንዴል  
  ናባይ እናመጸት ኣደ ብሩህ ወንጌል 
          3.ከብደይ ብጥሙዩ ጎሮሮይ ብንቑጹ      
             ሓርቢቱኒ ከሎ ኣእምሮይ ተናዊጹ          
             ኣብቲ ጽንኩር እዋን ማርያም መጺእክኒ   
           ንኹሉ ሽግረይ  መፍትሒ ኮይንክኒ `,
    eng: ``
},    
    song74: {
    title: { tig: "መዘና ዘይብሉ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ንስም እግዚ/ር ክዝምረሉ’የ 
  ነቲ ልዑል ጎይታ ክባርኾ’የ 
  እግዚ/ር ከም ጽድቂ ከመስግኖ’የ 
  ከምቲ ርሕራሔኡ ክውድሶ’የ 
       ተደ፦ሕያዋይ ጓሳ መዘና ዘይብሉ 
             ፍቕሩ ኣይጽገብን ምሕረቱ ብዙሕ’ዩ 
             ኢየሱስ ሰናይ ኢዩ ኢየሱስ ጥዑም’ዩ(2) 
2.ንእግዚ/ር ንስሙ እቲ ዝግባእ ክብሪ 
  ነቲ መድሓኒየይ ንኢየሱስ መፍቀሪ 
  ኣብ ሰማይ ኣብ ምድሪ ንዑ ይኹን ክብሪ 
  እግዚ/ር ቅዱስ’ዩ ናይ ኩሉ ፈጣሪ 
           3.ውዳሴ ግርማ ጥበብ ምስጋና 
             ንዘልኣለም ይኹን ንሓያል ኣምላኽና 
             ንጉስ ናይ ነገስታት ናይ ይሁዳ ኣምበሳ 
             መዘና ዘይብሉ ሕያዋይ ጓሳ 
4.ግሩም ኣምላኸይ ዝኾነ መስተንክር 
  ከመይ ኢሉ ኮይኑለይ ኣብ ቤቱ ክነብር 
  ቅዱስ ቅዱስ ኢለ ንስሙ ክዝምር 
  ስሙ ይኽበረለይ ልዑል እግዚ/ር `,
    eng: ``
},    
    song75: {
    title: { tig: "ካብቲ ዝፈልጦ ንላዕሊ ኢኻ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
  ተደ፦ካብቲ ዝፈልጦ ንላዕሊ(3) ኢኻ                 
        ካብቲ ዝግምቶ ንላዕሊ(3) ኢኻ /2/               
        ኣዚኻ ዓቢ ኣዚኻ ፍሉይ ኣዚኻ ክቡር  
                ኢኻ እግዚኣብሄር(2) 
1.በዚ ኣእምሮይ ኣይግምተካን             
  ብሓሳባተይ ኣይበጽሓካን                        
 ምሉእ መዓልቲ እንተኣስተንተንኩ                   
 ወጋሕ ከብላ ለይቲ ‘’ተሓደርኩ              
  እግዚኣብሄር ዓቢ’ዩ በልኩ(3) 
        2.መጽሓፍ ቅዱስ ከምቲ ዝብለካ                    
           መንፈስ ቅዱስ ድማ ዝገልጸካ                  
           ኢየሱስ ከምኡ ወድ ኣምላኽ ኢኻ                  
          ‘ዚ ምግላጽ’ዚ ረኺበ ካባኻ                      
           ኢየሱስ ክርስቶስ ጎይታ ኢኻ’ብለካ(2)  
           ኢየሱስ ክርስቶስ መሲሕ ኢኻ’ብለካ 
           ገሊኦም ኤርምያስ ‘ተበሉ  
           ገሊኦም ዮውሃንስ ’ተበሉ   
           ገሊኦም ኤርምያስ ‘ተበሉ  
           ገሊኦም ካብ ነብያት’ዩ’እንተበሉ   
           ንስኻ ግና ካብኦም ትፍለ ኢኻ                 
         ብዙሕ ነገር ኣሎ ሕልፍ ዘብለካ              
           ስጋን ደምን መዓስ  መዓስ ይገልጸካ                
           ኣቦ ጥራይ እዩ ዝፈልጦ መንነትካ 
   ሰባት ኩሎም ይመለሱ ኣይደናገሩ              
   ቃላት ኣፎም ሓሳብ ልቦም እስከ ይቐይሩ                  21 
   ከም ዝምለኽ ይፍለጡ  
   ብሓቂ ብመንፈሱ          
   ወዲ ሕያው ኣምላኽ  
   ክርስቶስ ከም ዝኾነ ንሱ  `,
    eng: ``
},    
    song76: {
    title: { tig: "ኣብቲ ቤቱ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.እግዚ/ር ምድሓነይ’ዩ 
  ሓይሊ ህይወተይ ንሱ በይኑ  
  ብመላእኽቱ እንዳሓለወኒ 
  የዒንቱ ድማ ነይፍለያኒ 
           ተደ፦ኣምላኸይ ብዙሕ’ዩ ውዕለቱ 
                 ይመልኣለይ ከምቲ መጠን ሃብቱ 
                 ይሕልወኒ ብነበልባል መልኣኽቱ 
                 የምብረኒ ከም መጠን ምሕረቱ 
                 ኣብቲ ቤቱ 
2.ዕቤቱ ዘይምርመር ስለ‘ዝበሃገኒ 
  ብብዝሒ ስርናይ የጽግበኒ 
  ሃብቲ መንግስቱ ኣዝዩ ዝለዓለ 
  ዘድልየኒ ይህበኒ ሓደ ከየጉደለ 
               3.ኣብ ጸጽባሕ ምሕረቱ ሓድሽ ኢዩ 
                 ኣይወጽእን ካብ ዝሞቐ ቤቱ 
                 ተበጄካየ ኢሉ ንዝመለሰኒ 
                 ብሓጎስ ይጭድር ነዚ መድሓኒ 
4.ውዕለቱ ብዙሕ’ዩ ክንደይ ኢለ ክቖጽሮ 
  ስለይ ሓደ ወዱ መስዋእቲ ዝገበሮ 
  እዚ ከይኣክል ኣቦይ ኮይኑኒ 
  ብስጋን ብነፍስን ይከናኸነኒ `,
    eng: ``
},    
    song77: {
    title: { tig: "ቀቢእካኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ካብ ሓመድ ኣልዒልካ ዘንገስካኒ ጐይታ ቀቢእካኒ 
   ውርደተይ ኣርሒቕካ ብኽብሪ ሸፊንካ ቀቢእካኒ 
   ድኻመይ ስዒርካ ብሓይሊ ኣልዒልካ ቀቢእካኒ 
  ናይ መንግስቲ ክህነት ሕሩይ ክኾነካ ቀቢእካኒ 
      ተደ፦ቀቢእካኒ ኢድካ ኣንቢርካለይ 
              ቅብእኻ ኣፍሲስካ ኣብ ርእሰይ 
              ቅልጽምካ የበርትዖ ንሓይለይ 
              መወዳእታይ ዓወትን ምልክን ይኹነለይ ኣሜን(2) 
2.ኣብ ከርሲ እኖይ ገና ከይተሓሰብኩ ቀቢእካኒ 
   ዕድመይ ንኡስ ከሎ መዓርገይ ንኡስ ቀቢእካኒ 
   ኣብ መሮር ከለኹ ምስ መጓሰ ኣቦይ ቀቢእካኒ 
   ደሊኻ ረኺብካኒ ንጉስ ክኾነልካ ቀቢእካኒ 
      3.ኣብ በረኻ ይሁዳ ኣብ ኣኽራናት ሜዳ ኣይሓደግካንን 
        ሳኦል ክቀትለኒ ንነብሰይ ክደልያ ቀቢእካኒ 
        ካብዚ ኩሉ ከርተት ወጺኤ ክነግስ ቀቢእካኒ 
        ቅብእኻ ምሳይ ኔሩ ኣይተፈለየንን ኣይሓደግካንን ቀቢእካኒ 
4.ትንቢት ተፈጺሙ መንግስቲ ክቐውም ቀቢእካኒ 
   ድኹም ሓጥእ ዋላ እንተበደልኩ ቀቢእካኒ 
   ኣብ ስደት በረኻ ኣብቲ ውርደት ሕስረት ቀቢእካኒ 
   ንኹሉ ሓሊፈ ብዓወት ክድምድም ቀቢእካኒ `,
    eng: ``
},    
    song78: {
    title: { tig: "ሕያው ኢኻ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብባርያኻ ሙሴ ህዝብኻ ክትመርሕ 
  ሕያው ኢኻ(3) 
  ባሕሪ ሰንጢቕካ ከተሕልፎም ከሎኻ 
  ሕያው ኢኻ(3) 
  እህህታ እስራኤል ሪኢኻዮ ኢኻ 
  ኣታ ሕያው ብሕያውነትካ 
  ረዲእካዮም ኢኻ 
       ተደ፦ትማልን ሎምን ንዘልኣለም 
              ሕያው ኢኻ(2) ኢየሱስ 
              ኣይተለወጥካናን ኣሜን(2) 
2.ተስፋ ዘይነበሮ ዝጨነወ ሬሳ 
  ሕያው ኢኻ(3) 
  ብዓቢ ድምጺ ጨዲርካ ናብዚ ውጻእ ኢልካ 
  ሕያው ኢኻ(3) 
  ነቲ እምኒ ኣልዒልካ ንምዉት ኣውጺእካ 
  ኣታ ሕያው ብሕያውነትካ  
  ሕያው ጌርካዮ ኢኻ 
            3.ዝሞተ ዓጻጽምቲ ንቓልካ ኣስሚዕካ 
              ሕያው ኢኻ(3) 
              ጅማውትን ስጋን ቆርበትን’ውን ከዲንካ 
              ሕያው ኢኻ(3) 
              ንንፋስ ኣብኣቶም ክነፍስ ኣዚዝካ 
              ኣታ ሕያው እቲ ንቑጽ ዓጽሚ 
              ሕያው ጌርካዮ ኢኻ 
4.ቀደም ዝነበርካ ቅድሚ ምስራት ዓለም 
  ሕያው ኢኻ(3) 
  ኣኽራን ከይተወልደ ምድሪ መሰረትካ 
  ሕያው ኢኻ(3) 
  ሕጂ ድማ ኣሎኻ ድሓር’ውን ትመጽእ 
  ኣታ ሕያው ዘልኣለም በይንኻ 
  ከቢርካ ትነብር `,
    eng: ``
},    
    song79: {
    title: { tig: "ስምካ ጥዑም", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ፍቕሪ ርእየ ግዳ ኣይከማኻን 
 ሓያል ኣሎ ግዳ ኣይከም ናትካን 
 መጽለሊ እንተሎ ከቶ ኣይከም ደምቤኻን 
 ግርማ እንተሎ ከቶ ኣይከም ገጽካን 
 ኩለንትናኻ ጎይታይ ፍሉይ ኢኻ 
        ተደ፦ስምካ ጥዑም ካብ ኩሉ ዝበለጸ 
              ቃልካ ቅኑዕ ካብ ዓለም ዝተመርጸ 
              ንዓኻ’የ መሪጸ ንኢየሱሰይ ናፊቐ(2)        22       
2.ኣብ ዓለም ናብራ ነዊሕ ተዋሒጠ 
  ካብ ብርሃን ገጽካ ወትሩ ተኸዊለ                         
  ናብራ ህይወተይ ብኹሉ ጸሊእካዮ 
  ልበይ መርሚርካ ብለይቲ በጺሕካዮ 
  ጎይታይ ፍቕርኻ ኣብ ልበይ ዓቂበዮ 
        3.ቃል እግዚ/ር ኩሉ ሳዕ መብራህቲ’ዩ   
           ጸልማት ህይወት ናብ ብርሃን ዝቕይር ኢዩ 
           ቃላት ናይ ኣፍካ ክምገብ ደሪኽካኒ 
           ካብ ጸብሪ ኣውጺእካ ኣብ ከውሒ ኣርጊጽካኒ 
           መቁሕ ናይ ሰይጣን ሴርካ ኣውጺእካኒ 
4.ነብሰይ ክትጠፍእ ፈጺሙ ዘይገብረልካ 
  ርሕሩሕ ሓያል ለዋህ ኣቦ ኢኻ 
  ብዕልልታ ምስጋና ኣሰኒካ 
  ሓጎስ ሰኒቓ ምስጋና ኣበሲራ 
  ኣርያም ክትኣቱ’ዩ እቲ ድሌታትካ `,
    eng: ``
},    
    song80: {
    title: { tig: "ኢራብ ናብ ዓይኒ ማያት", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
   ተደ፦ኢራብ ናብ ዓይኒ ማያት 
         ከም እትናፍቕ 
         ከምኡ ከኣ ነፍሰይ ኦ ኣምላኽ 
         ትናፍቐካ ኣላ(2) 
1.ኣምላኽ ኣበይ ኣሎ ኢሎም ከጨንቑኒ 
 ንብዓት ተቐለብኩ ለይቲ ምስ መዓልቲ 
 ኣብ ቅድሜኻ ክቐውም መዓስ ከም እትመጽእ 
 ነፍሰይ ነቲ ሕያው ኣምላኽ ትጸምእ 
        2.ነፍሰይ ስለምንታይ ትጉህዪ ኣለኺ 
          ንምንታይ ኣብ ውሽጠይ ትህውኽኒ 
          ስለ ምድሓን ገጹ ገና ከመስግኖ’የ 
          ተስፋኺ ኣብ ኣምላኽ ጥራይ ግበሪ 
3.ነፍሰይ ንእግዚ/ር ትጽበዮ ኣላ 
  ከም ቃሉ’ውን ተስፋ ትገብር ኣላ 
  ሓለፋ እቶም ወጋሕታ ዝጽበዩ ሓለውቲ 
  ነፍሰይ ንእግዚ/ር ትጽበዮ ኣላ 
        4.ኣዒንተይ ናብ ኣኽራን አልዕል ኣለኹ 
          ረዲኤተይ ካበይ ኢዩ ዝመጸኒ 
          ረዲኤተይሲ ካብቲ ንሰማይን ምድርን 
          ዝፈጠረ እግዚ/ር ኢዩ ዝመጸኒ `,
    eng: ``
},    
    song81: {
    title: { tig: "ኣይጽገብን ፍቅርኺ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
1.ኣይጽገብን ፍቅርኺ፣ ፍቕርኺ ማርያም 
   ከም ወይኒ ናይ ቃና ከም መዓር  ጽጌናይ 
   ፍቕርኺ፣  ኦ ማርያም። 
           2.ምህለላና ስምዕዮ ንትምኒትና’ዉን ምልኢዮ 
              ሕዮ ማርያም ሕዮ፣ ሕዮ ማርያም ሕዮ 
              ማርያም ሕዮ፣ ማርያም ሕዮ፣ 
3.ዝለመነ ረዲኢትኪ ዝተማሕጸነ ናባኺ 
   ወትሩ ምስ ረኸበ ጸጋ ምስ ኣከበ 
   ትምኒቱ ወትሩ ጸገበ።`,
    eng: ``
},    
    son82: {
    title: { tig: "እንታይ’ሞ ክብል", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ክሽገር ክጭነቕ ኣምላኽ ረዲኡኒ 
 ካብ ዓዘቕቲ ጸልማት ኣናጊፉኒ 
 ብዓቢ ብርሃኑ መንገዲ መሪሑኒ 
 ኣብቲ ልሙዕ ሸኻ ኣውዒሉኒ 
 ንኽለይ ፈቲሑ ደስታ ኣዕጢቑኒ 
   ተደ፦እንታይ’ሞ ክብል ስለቲ ውዕለቱ 
         ብምስጋና ጥራይ ክገልጾ ዕቤቱ 
         ንኸናፍረይ ምስጋና መሊእዎ 
         ሕጅስ ክዝምረሉ’የ ኣፈይ መሊአ 
         ስለቲ ዝገበረለይ ከመስግኖ’የ 
2.በይነይ ከይመስለኒ ኣጸናኒዑኒ 
  ኣብ ግዜ ፍርሓተይ ኣተባቢዑኒ 
  ኣነ’የ ኣምላኽካ ኣጆኻ ኢሉኒ 
  ‘ቲ ዘለኹ’የ ኢሉ ስሙ ነጊሩኒ 
  ብዘይጠፍእ ቆጥቋጥ ኣብ ሲና ተራኢዩኒ 
      3.ኣብቲ ምድረ-በዳ ንሱ ነይሩ ምሳይ 
        ኣብቲ ጎቦታት’ውን ኔሩ’ዩ ኣብ ጎነይ 
        ከይጠሚ ከይጸምእ ንሱ ይሓልየለይ 
        ጸልማተይ ቀንጢጡ ብርሃን ይገብረለይ 
        ክሰርሕ ክዓዪ ርእየዮ ኣምላኸይ 
4.ነቶም ዝጽበይዎ ሰናይ ይኾነሎም 
  ንኽሕልውዎም መላእኽቱ ይሰደሎም 
  ኣእዳዉ ዘርጊሑ ይቀባበሎም 
  ብዉሑድ ተኣሚኖም ኣብ ብዙሕ ይሸሞም 
  ኣእምሮ ከይሓለኖ ሃብቲ የካፍሎም `,
    eng: ``
},    
    song83: {
    title: { tig: "ውዳሴን ጸሎትን", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ድኹም እንተኾንኩ ከም ሓመድ ከም ሳዕሪ 
 ተቢዐ እጽሊ ኣብ ቅድሚ ፈጣሪ 
 ልበይ ዘይምነዮ ናይዛ ዓለም ደስታ 
 ጠባር መታለሊ እዩ እቲ ሃብታ 
    ተደ፦ውዳሴን ጸሎትን ካብ ልበይ ወሓዘ 
          ናብ ሰማያዊ ኣቦይ ንብዓት ዝደረዘ 
          ንጭንቂ ናይ ልበይ ከም ጸሎት ዝርእዮ 
          ርሕሩሕ’ዩ ኣምላኸይ ሃረርታይ ዘርውዮ 
2.ሓሳበይ ዓቢ’ዩ ኣርሒቑ ዝርኢ 
  ኣየመዛዝንን ምስ ኩሉ ጠፋኢ 
  ኣልምን ኣለኹ ዘልኣለማዊ ሃብቲ 
  ክወርስ ምሳኻ ናይ ዘልኣለም ርስቲ 
       3.ኣእትወኒ ናብቲ ዘልኣለማዊ ሕይወት 
         ክነብር ምሳኻ ሓራ ኮይነ ካብ ሞት 
         ከምዚ ብምዃኑ ሰላም ኣብዚሑለይ 
         ምስጋና ይብጽሓዮ ነቲ ዝሞተለይ 
4.ስብሓት ይኹን ነቲ ካብ ሞት ዘድሓነኒ 
  ምስጋና ይኹን ነቲ ሕይወት ዝሃበኒ 
  ይመስገን ይባረኽ ንዘልኣለም-ኣለም 
  ስሙ ልዕል ይበል ንዘልኣለም-ኣለም `,
    eng: ``
},    
    song84: {
    title: { tig: "ኣብዚ ዘብጻሕካኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
   ተደ፦ኣብዚ ዘብጻሕካኒ ንስኻ ኢኻ ኣብዚ 
         ኣብዚ ዝበጻሕኩ ብኣኻዩ ኣብዚ(2) 
           ነየናይ ጀሚረ ነየናይ ክገድፎ 
           ዝገበርካለይ ብዙሕ’ዩ ጸብጺበ ዘይበጽሖ(2) 
        ምስጋናይ ዘለኒ ንዓኻ ስለቲ ሰናይካ 
        ምስጋናይ ዘለኒ ንዓኻ ስለቲ ጽቢቕካ(2) 
1.ኣበይ ምሃለኹ እንተዘይትሓስበኒ 
 ካብ ጎዱፍ ኣልዒልካ  
 ዝፋን ክብሪ እንተዘይተውርሰኒ(2) 
 ብሂግካኒ ኢኻሞ ኣናጊፍካኒ  
 ንቑምነገር ኮይነ ሰብ’ውን ጌርካኒ(2) 
        2.ኦሮማይ ዝተባህሎ ሓወልቲ ዝተገብሮ 
          ክንደይ ዘይተሓልፈ በረኽቲ ስንጭሮ(2) 
          ኣብ ዝባንካ ጼርካ ሓንጊርካ ኣስጊርካያ 
          ምህላውካ ምስኣ ነብሰይ (ሎሚ) ምስክር’ያ(2) 
3.ኣለኹ ኣይጠፋእኩን ዋጋ’ዩ ተኸፊሉኒ 
  ሒዙ ኣየስጠመንን እቲ ረግረግ ሰልሚ(2) 
  ሞተይ እንተውረየ ትምኒት’ዩ ጸላኢ 
  ኣነ ግና ኣለኹ’የ ካብ ዘይጠፍእ ዘርኢ `,
    eng: ``
},    
    song85: {
    title: { tig: "ምሳና ሕደር", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.መንገድና ጸልማት ይመስል ኣሎ 
 ጽልግልግ ዝበለ ድነ ሞት ዝዓሰሎ 
 ገዲፍካና ኣይትኺድ ናብ ማዕዶ ኣይትሳገር 
 ንዓ ደኣ ሎምስ ምሳና ተደረር 
    ተደ፦ምሳና ሕደር(3) 
          ምሳና ሕደር(3) 
          ጸሓይ ዓሪቡና ምድሪ ጸልሚቱና  
          ኢየሱስ ርድኣና(2) 
2.ልዕሊ ኩነታት ክንዝምቢ ብተስፋ ብእምነት 
  ትርጉምን ዕላማን ከነልብሳ ንህይወት 
  ብግዚያዊ ነገራት ከይሽበር ልብና 
  ናብ ማዕዶ ክንጥምት ከነድምቖ ራኢና 
      3.ህያው እንከለኻስ ምርኣይ ክንስእነካ 
        እምነት ውሒዱና የለኻን ንብለካ 
        ካብ ስጋኻን ደምካን ተፈሊና ጎይታ 
        ብደረቕ ምድረበዳ ነብስና ሃውቲታ 
4.ንዓ እንዶ ኢየሱስ ምሳና ሕደር 
  ክግሃድ ክግለጽ ቲ’ሕቡር ቲ’ስቱር 
  ብቓልካ እንዶ ግለጾ ልብና ኣንድዶ 
  ብስጋኻን ደምካን የዕይንትና ክፈቶ `,
    eng: ``
},    
    song86: {
    title: { tig: "መዝሙሩ’ሎ ምሳይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ኣብ ዓዲ ጓና ምድሪ ስደተይ 
 ጽላሎት ሞት ተጎልቢባ ህይወተይ 
 ኢድ ጸላኢ ከቢዱኒ ክንሰይ 
 ድሕሪት ገጹ ኣይተመልሰን ልበይ  
 ካብ መንገድኻ ኣየልገስን ስጉምተይ 
 መዛሙራትካ’ዩ ስርዓት ግሽነተይ(2) 
   -ብርሃንካን ሓቅኻን መሪሐናኒ 
    ናብ ማሕደራትካ ኣብጺሐናኒ 
    የመስግነካ ኣብዚ ዘብጻሕካኒ 
    ኣቦ ባህ ኢሉኒ(2) 
      ተደ፦እግዚ/ር ብመዓልቲ ለውሃቱ ይሰደለይ(2) 
            እግዚ/ር ብቐትሪ ምሉእ ሳህሉ ይልእከለይ 
            ብለይቲ ድማ መዝሙሩ’ሎ ምሳይ(2) /2/ 
2.ኣብ ኣፍ ደጌታት ናይ ሞት ከዕነኒ 
  ጸላኢ... ብጭርሽ ከጥፍኣኒ 
  ኣምላኽካ ኣበይ ኣሎ ክብለኒ 
  ተጻረርተይ ከሽካዕልሉ ክስሕቁኒ 
  ንነብሰየ ኢለያ ንነብሰየ 
  ንምድሓን ገጸይ ገና ከመስግኖ’የ(2) 
    -ሳህልን ምሕረትን መሪሐናኒ 
     ብኹሉ ዕድመይ ስዒበናኒ 
     የመስግነካ ኣብዚ ዘብጻሕካኒ 
     ኣቦ ባህ ኢሉኒ(2) 
3.ምፍርራህ ጸላኢ ናይ ትዕቢት ፈኸራ 
  ብተጻረርተይ ዝረኽቦ መከራ 
  ምእንቲ ነብሰይ...... ከይትርእዮ
ንመዓልተይ ብ.. ለውሃት ሸፊንካዮ   
ንለይተይ ድማ ብመዝሙር ኣንቂሕካዮ 
ምስጋና ንኣፈይ መላእካዮ(2) 
  -ብርሃንካን ሓቅኻን መሪሐናኒ 
   ቅዱስ ከረንካ ኣብጺሐናኒ 
   የመስግነካ ኣብዚ ዘብጻሕካኒ 
   ኣቦ ባህ ኢሉኒ(2)`,
    eng: ``
},
    
    song87: {
    title: { tig: "መን ኣሎኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ጎይታይ ትፈልጦ ኢኻ ናይ ዓለም መከራ 
  ክነግረካ ኣይደልን ጥዒምካዮ ኢኻ 
  ሓይልኻ ኣሚነ ናባኻ እጽጋዕ 
  ኣበርትዓኒ ኢኻ ሃበኒ ምጽንናዕ 
       ተደ፦መን ኣሎኒ(2) ኢየሱስ መን ኣሎኒ 
             ብጀካኻ ዝድግፍን ዘጸናንዓኒ 
2.ናይ ነፍሰይ ጸላኢ ሰይጣን ከፍርሃኒ 
  ኣስናኑ ገይጹ ወላ እንተመጸኒ 
  ንስኻ ትበልጽ ኣባይ እትነብር 
  ሓይልኻ ኣሎኒ ንሰይጣን ዘባርር 
        3.ብዓይኒ ስጋ ምርኣይ ንናይ ግዜ ጸገም 
          ብርቱዕ ጌጋ ኢዩ ዝጉንጽ ናብ ገምገም 
          ብመንፈስ ምጥማት ናባኻ ኦ ጎይታይ 
          ኢዩ ዝጠቕመኒ ኣብ ኩሉ ጸገመይ 
4.ዓይነይ ኣይትጠምት ሸብዳዕዳዕ ናይ ዓለም 
  ልበይ ኣይትሸበር ብጊዜያዊ ጸገም 
  ርእሰይ ኣይትተርኣስ ኣብ ናይ ስጋ ትምኒት 
  ኢየሱስ ጥራይ ኢዩ ዚህበኒ ዓወት `,
    eng: ``
},    
    song88: {
    title: { tig: "ከም ሰላምታ ቅዱስ ገብርኤል", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
      ተደ፦ከም ሰላምታ ቅዱስ ገብርኤል 
              ማርያም ክብሪ ዓሌት እስራኤል 
              ሓረየኪ ስሉስ ፈጣሪ 
              ክትዓርቅዮ ሰማይ ምስ ምድሪ(2) 
1.ብመን እሞ ክንምስለኪ 
   ገነት ዶ’ሞ ሰማይ ክንብለኪ 
   ተስፋ ድኅነት ብርሃን ሃገርኪ 
          2.ምሳሌ ትንቢቶም ንነብያት 
             ጸግዖም ክብረቶም ንሓዋርያት 
             ተፈታዊት እኖ ሰማዕታት፣ 
3.ደስታ ሰማይ ሓውቲ መላእኽቲ 
   ሓበን ኢኺ ንኽሎም መነንቲ 
   ኦ ንጽሕቲ እንካብ ኩለን ኣንስቲ 
          4.እንካብ ጥንቲ ክብረት ንዓድና 
             ተቐበሊ ጸሎት ምስ ምስጋና 
             ንዒ ማርያም ንዒ’ሞ ርድእና`,
    eng: ``
},    
    song89: {
    title: { tig: "ዓቢ ኢኻ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ክንደይ ዓቢ ኢኻ ዕቤትካ 
 ዘይምርመር ዘይምዘን ዘይብጻሕ(4) 
     ተደ፦ዓቢ ኢኻ  
           ዘይምርመር እቲ ናትካ መንገዲ 
           ዓቢ ኢኻ 
           ብሓቂ እወ ብሓቂ 
           ዓቢ ኢኻ 
           ዘይምርመር እቲ ናትካ ጎደና 
           ዓቢ ኢኻ 
           በይንኻ በዓል ዝና 
2.ኩሉ ፍጥረት ብዘለዎ ቋንቋ 
  ከማኻስ የለን(2) የለን ይብለካ /4/ 
      3.በይንኻ...(2) በይንኻ ምዃንካ 
        ከም ዘይብልካ መሰታ(2) 
        የውሪ-የዘንቱ ኣለኹ ፍጥረትካ /2/ 
           ፍሉይ ምዃንካ ሰማይ ምድሪ ይፈልጡኻ 
           ክብሪ ድማ ይህቡኻ 
           ፍሉይ ምዃንካ ከዋኽብቲ ይፈልጡኻ 
           ዕቤት ድማ ይህቡኻ 
           ፍሉይ ምዃንካ ጸሓይ ወርሒ ይፈልጣኻ 
           ክብሪ ድማ ይህባኻ 
           ፍሉይ ምዃንካ ኣዕዋፍ ሰማይ ይፈልጣኻ 
           ድምጸን ድማ የስምዓኻ 
4.ኩሉ...ኡሁሁ...ዝፈጠርካዮ ፍጡር 
  ይብል ኣሎ በይንኻ ክበር(2) 
     ፍሉይ ምዃንካ ማያት ባሕሪ ይፈልጡኻ 
     ክብሪ ድማ ይህቡኻ 
     ፍሉይ ምዃንካ ኣእዋም መሮር ይፈልጡኻ 
     ዕቤት ድማ ይህቡኻ 
     ፍሉይ ምዃንካ በርቅን ነጉድን ይፈልጡኻ 
     ክበር ንገስ ይብሉኻ 
     ፍሉይ ምዃንካ ኩሉ ፍጥረት ይፈልተካ 
     ፍግም ኢሉ ይሰግደልካ`,
    eng: ``
},    
    song90: {
    title: { tig: "ወንጪፈ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ከርክቦም’የ ኢሉ ገስጊሱ  
 ዘለዎ ሓይሊ ኣኽቲቱ 
 ባሕሪ እንዶ ኾይኒ ፈላሊ 
 ኣብ መንጎና ዝፈላሊ 
    ጸላእተይ ዝወሓጠ ባሕሪ 
    ንዓይ ግን ኮይኑ መስገሪ(2) /2/ 
        ተደ፦ኣታ ጠሓሲ ምሳኻ ንጥሕስ 
              ካብቶም ሰዓርቲ ኣዚና ንበልጽ(2) 
2.ከስግዶም’የ ኢሉ ሓንሒኑ 
  ንምስሉ ስለ ዘይሰገዱ 
  ሸውዓተ ዕጽፊ ወላ ይንደድ 
  ይፈልጥየ ንመን ከም ዝስገድ  
     ወዲ ኣምላኽ (ጎይታ ኢየሱስ) ኣብ ዘለዎ ሓዊ    
     ኮይኑለይ ንሹመት ክብሪ(2) /2/                        25 
           
3,ከጥሕሎም’የ ኢሉ ፈኪሩ 
  ጎልያድ ብትዕቢት ነዲሩ 
  ንግሆ ንግሆ ቃላት መርገም 
   ኣይጻወሮን ሕዝበይ ክርገም 
      ሕያው እምኒ ሓንቲ’ያ ትኣኽሎ 
      ወንጪፈ ግንባሩ አንህሎ(2) /2/ `,
    eng: ``
},    
    song91: {
    title: { tig: "ደድሕሬኻ ክጎዪ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ክጥሕስ ምሳኻ ጠሓሲ 
  ኣብዚ ከረን ተቐመትኩ ይኣኽለኒ 
  ክኸይድ ክሰግር ናብ ማዕዶ 
  ናብቲ ክብሪ ቦታ ዘዳለኻዮ(2) /2/ 
       ተደ፦ደድሕሬኻ ክጎዪ ስሓበኒ 
             ብገመድ ፍቕርኻ ስሓበኒ(2) 
2.ነቲ ድኹም ብቓል ጌርካ ኣበርቲዕካዮ 
  ንድኻሙ ሓይሊ ሂብካ ደው ኣቢልካዮ 
  ከመይ ዝበለ ሕገዝ ሓጊዝካዮ(4) 
         3.ኣእዳወይ ናባኻ የልዕለን 
           ብዘይ ብኣኻ ሓንቲ’ኳ ኣይገብርን 
           ናብ ዝኸዶ ዘበለ ክትወስደኒ 
           ፈትየ ኣለኹ ጎይታ ክትመርሓኒ(2) /2/ 
      ረዳኢ(2) ረዳኢ ኢኻ ረዳኢ /2/ 
      ሓጋዚ(2) ሓጋዚ ኢኻ ሓጋዚ /2/ 
  ምዝናነይ ትፈቱ ምድባሰይ ትፈቱ 
  ምጽንንዐይ ትፈቱ ምፍዋሰይ ትፈቱ 
     ንድኹም ተሰብረ ምዝናን ስራሕካ 
     ንሕዙናት ድማ ምጽንናዕ ናትካ 
        መን’ሞ ከማኻ ንዝደለዩኻ 
        መን’ሞ ከማኻ ንዝሓተቱካ 
        መን’ሞ ከማኻ ንዝኸበቡኻ 
        መን’ሞ ከማኻ ንዝጸውዑኻ(2) `,
    eng: ``
},    
    song92: {
    title: { tig: "ኣብ ኢደይ ወቂጠካ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ኣብ ኢደይ ወቂጠካ ንስኻ ናተይ ኢኻ  
 ወደየ ስምዓኒ ኣነ እጽውዓካ 
    2..ንስኻ ኢኻ ጎይታይ ዝተበጀኻኒ 
       ካባኻ ከይፍለ ጸጋኻ ሃበኒ 
             ተደ፦ተመስገን ኦ ጎይታ ተመስገን(3) 
                   ተመስገን ኦ ጎያታ ስለ ዕብየትካ 
3.ምሕረቱ ንዘልኣለም ይነብር’ዩ ሞ 
  ንኣምለኽ ኣማልኽቲ ኣመስግንዎ 
      4.ኣምላኸይ ጸግዐይ ሓይለይ ድሕነተይ’ውን ኢኻ 
        ተመስገን ጎይታይ ስለ ፍቕርኻ 
5.ብምሉእ ልበይ ንኣምላኽ ክውድሶ እየ 
  ካብ መዓልቲ ናብ መዓልቲ ከመስግኖ ኢየ 
     6.ንእግዚ/ር ብርሃን ዓይነይ ዕልል ኽብለሉ እየ 
       ብምሉእ ሓይለይ ክጭድረሉ’የ `,
    eng: ``
},    
    song93: {
    title: { tig: "ሓድሽ ሰብ ኮይነ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ካብ ዘይጠፍእ ቃል ኢየ መጺአ 
   ብመንፈስ ጐይታ እውን ጸኒዐ 
   ከም ሓደ ውሉድ ይዓቢ ኣሎኹ 
   ኣብ ሞት ከይነብር ነጺሐ ኣሎኹ 
       ተደ፦ሓድሽ ሰብ ኮይነ ሓድሽ ፍጥረት 
                ከቶ ነይግዛእ ብሓጢኣት ወይ ሞት(2) 
2.ከም ሓደ ሕጻን ክትሕት እየ 
   ናብ ቃል ኣምላኸይ ከድህብ’የ 
   ድምጹ ንምስማዕ ክመሃር’የ 
   ፍቓዱ ኩሉ ክቕበል’የ 
          3.ኣየድሃብኩሉን ጥልቀት ስፍሓቱ 
             ዓቐን ጸጋኡ መጠን ብዝሓቱ 
             ፍቕሩ ንምፍላጥ እናጸዓርኩ 
             ዓይነይ ክኸፍት እጽበ ኣለኹ 
4.ስንፍናይ ጠፊኡ ክግዛእ ብኣኻ 
   ትዕቢተይ ዓንዩ ክነብር ምስኡ 
   ርእሰይ ንምኽሓድ ንክምህረኒ 
   እጽበ ኣለኹ ክልውጠኒ `,
    eng: ``
},    
    song94: {
    title: { tig: "ፍቕርኻ ፍሉይ’ዩ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ምስ ኩሉ ሓጥያተይ ኣይተሓሰምካንን 
  ንቤትካ ኣርኪሰ ውን’ኣይኮነንካንን 
   ኣብ ዙፋን መቕደስካ ሓንጎፋይ ኢልካኒ 
  ብደምካን ዓጽምኻን ደጊም ሓዲስካኒ 
       ፍቕርኻ ፍሉይ’ዩ(2) ለውሃትካ ፍሉይ’ዩ(2) 
         ፍቕርኻ ዓሚቕ’ዩ(2) ለውሃትካ በይኑ’ዩ(2) 
2.ማዕበል ተበርትዐ ንፋስ ተነፈሰ 
   ንመርከብ እምነተይ ከጥሕል ተገስገሰ 
   ባዕልኻ ትገንሖ ንኹሉ ሰጥ-ተብሎ 
   ብቖላሕታ ዓይንኻ ንኹሉ ተርዕዶ 
        ንስኻ’ስ ሓያል ኢኻ(2) 
         መስተንክር ግብርታትካ(2) /2/ 
3.ጸላእተይ ክጥሕሩኒ ዙርያይ ተኸበቡ 
   ካብ በርቂ ትቕልጥፍ ስምካ ምስ ጸዋዕኩ 
   በሊሕ ሴፍካ መዚዝካ ትመጽእ ብተሎ 
   ንጸላእተይ ኣብ ትሕተይ(2) ተድንኖም 
       ንስኻ’ስ ዕርደይ ኢኻ(2) ንስኻ’ስ ዋልታይ ኢኻ(2) 
         ኢየሱሰይ ዕርደይ ኢኻ(2) ኢየሱሰይ ዋልታይ ኢኻ(2) 
 4.ፍቕርኻ ካብ ወይኒ ዘለላ ዝጠዓመ እዩ 
    እቲ ቅብእኻ ዝፈስስ ምኡዝ ሽታ ኣለዎ 
    ኣዕኑድካ ብሩር’ዩ መጸግዒኻ ወርቂ 
    መግለጺ ስኢነስ እቲ ናትካ ፍቕሪ 
        ኣምልኾ ይግበኣካ’ዩ(2) ስግደት ይግበኣካ’ዩ(2) 
        ናይ ገነት ዓይኒ ማይ ኢኻ(2) ወሓዚ ሩባ ዛራ ኢኻ(2)`,
    eng: ``
},    
    song95: {
    title: { tig: "ኦ ማራናታ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
    ኦ ማራናታ(6) 
1.እናረኣኹ ዘይረኣኹ ኾይነ ሓሊፈካ(2) 
 እናሰማዕኩ ዘይሰማዕኩ ኮይነ ርሒቐካ(2) /2/ 
        ተደ፦ስለዚ ኣነ’የ በዳሊኻ  
              ንነብሰይ እናሓረኻ 
              ጽቡቕ መሲሉኒ ርሒቐካ 
              ፍትወይ ግን ርሕሩሕ ኢኻ(2) 
2.እናረኣኹ ዉጉኣት ኣእዳውካ ሓሊፈካ(2) 
  እናረኣኹ ዝፈሰሰ ደምካ ርሒቐካ(2) 
  እናሰማዕኩ ዝግዕር ድምጽኻ ሓሊፈካ(2) 
  እናረኣኹ ዝተወግአ ጎንኻ ርሒቐካ(2) 
           3.ከም ሑጻ ባሕሪ በዚሑ ክፍኣተይ  
             ከቢድ’ዩ ለውሃቱ ምቑሕ ናይ ሓጢኣተይ(2) /2/ 
             ኦ ኣምላኽ ስማዕ ንስሓ ጣዕሳይ... 
             ኣይትደርብየኒ ኣብ ሃገረ ሙታን 
                 ብሰሪ ሓጢኣተይ መርገም ረኺበ 
                 ብፈተና ናይ ሰይጣን ተኸቢበ 
                 ጽቡቕን ክፉእን ብዙሕ ተዛሪበ 
                 ጎይታ ናይ ሰራዊት ብኣኻ’የ ዓጊበ(4) `,
    eng: ``
},    
    song96: {
    title: { tig: "ብወድኺ ድሕነት ኮነ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ምስ ደለየኪ ንድሕነትና 
   ፈጠረኪ ካብ ኢያቄም ሃና 
   ንስኺ ኢኺ መማለዲትና 
   ኢድኪ ዘርጊሕኪ ብጩራ ተስፋ ተቐበልና (2) 
       ተደ፦ብሰሪ ሄዋን ሓጢኣት መጸ 
              ብወድኺ ማርያም ድሕነት ኮነ 
              ብወድኺ ማርያም  
              ሰማይ ተኸፍተ (ማርያም) /2/ 
2.ዝተበሰርኪ ብገብርኤል 
   ንኽትወልዲ ኣማኑኤል 
   ሕራይ ኢልኪ ተቐበልክዮ 
   ብትሕትና ከም ዝበልካኒ ይኹን በልክዮ (2) 
            3.ኣገልገልክያ ንኤልሳቤጥ 
               ከይደለኽዮ እቲ ኹሉ ዕቤት 
               ምስ በለትኪ ብርኽቲ ኢኺ 
             ንእግዚኣብሄር ነፍሰይ ተዕብዮ እውን በልኪ (2 
 4.ኣብ ቀራንዮ ተሸንኪሩ 
    ኣኽሊል እሾኽ ኣስጠምሉ 
    እዚ ኩሉ ምስ ረኣኺ 
    ከም በሊሕ ኲናት  
    ሰንጢቁ ወግኣኪ ኣብ ልብኺ (2) `,
    eng: ``
},    
    song97: {
    title: { tig: "እግዚ/ር ዓቢ ነገር ጌሩለይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ታሪኽካስ ኣምላኸይ ኣብ ታሪኽ ማርዶካይ 
 ተወሲኑ ኣየኽተመን ተፈጺሙ’ዩ ብሕይወተይ 
 ወሓይዝ ክሳገር ብሓዊ ክሓልፍ 
 የማነይቲ ኢድካ ንዓይ ከተናግፍ 
    ኦሆ...ኣሆ... ሪኣቶያ ዓይነይ  
    ኦሆ...ኣሃ...  ሰራዊት ክትጥሕስ 
    ኦሆ...ኣሆ... ቀጽሪ ተጻረርተይ 
    ኦሆ.. ኣሃ...  ሰጊራቶ ነብሰይ 
    ኦሆ...ኣሆ... ብሕይወት ደው ኢላ 
    ኦሆ.. ኣሃ...  ስምካ ተኽብሮላ 
ተደ፦እግዚ/ር’ሲ ዓቢ ነገር ጌሩለይ’ዩ 
      እግዚ/ር’ሲ ሰናይ ነገር ጊሩለይ’ዩ (2) 
2.ኣብ ቅድሚ ዓይንኻ መጎስ ንኽረክብ 
  መን ኮይነ የ’ኣነስ ብኣኻ ዝሕሰብ 
  ትርኢቶም ጽቡቓት ብዙሓት ኔሮም‘ዮም 
  ንልቢ ዝማርኽ ደጋዊ ሕይወቶም 
    ኦሆ...ኣሆ... ንስኻስ ኣምላኸይ     
    ኦሆ.. ኣሃ...  ከምቲ ሰብ ዝርእዮ 
    ኦሆ...ኣሆ... ኣይኮነን ሓሳብካ 
    ኦሆ...ኣሃ...  ናይ ውሽጢ ድላይካ 
    ኦሆ...ኣሆ... ንዘይተዘከረ 
    ኦሆ...ኣሃ...  ተኽብሮ ንስኻ 
ተደ፦መን ኣሎ ከምዚ ናተይ  
      ዝተገብረሉ ሰናይ (2) 
3.ምሕረትካስ ጎይታየ ድንቂ መስተንክር’ዩ 
  ብኣእምሮ ሰባት ፍጹም ኣይብጻሕን   
  ንዓይ ድኹም ሓጥእ ኣብ መስቀል ሞይትካለይ 
  ዘጥፋእክዎ ክብረት ኩሉ ክትመልሰለይ 
    ኦሆ...ኣሆ... ፍቕርኻስ ኢየሱሰይ 
    ኦሆ...ኣሃ...  ሃልሃልታ ሓዊ’ዩ 
    ኦሆ...ኣሆ... ንውሽጢ ዓሚቕ’ዩ 
    ኦሆ...ኣሃ...  መንፈስ ዝመልኦ’ዩ 
    ኦሆ...ኣሆ... ሎምስ ወሲነ’የ 
    ኦሆ...ኣሃ...  ዘልዓለም ምሳኻ 
ተደ፦መን ኣሎ ከምዚ ናተይ  
      ዝተገብረሉ ሰናይ(2) 
      እግዚ/ር’ሲ ዓቢ ነገር ጌሩለይ’ዩ 
      እግዚ/ር’ሲ ሰናይ ነገር ጊሩለይ’ዩ(2) /2/ `,
    eng: ``
},    
    song98: {
    title: { tig: "ይኣምነካ‘የ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ተደ፦ይኣምነካ’የ(2)  
      ሕያዋይ ጓሳ ይኣምነካ’የ 
      ይኣምነካ’የ(2) 
      ኣንታ ለዋህ ጎይታ ይኣምነካ’የ 
1.ሕይወተይ ካብ ክፉእ ዘድሓንካያ 
  ብበረኸትካ ዘጽገብካያ 
  ድሌተይ ኩሉ ዝሃብካኒ 
  ንነፍሰይ ጎይታ ኩሉ ግዜ ይባርኽ(2)
2.ብምሕረትካን ብለውሃትካን 
  ካብ ጸልማት’ውን ዘውጻእካኒ 
  ኣብ መዝገብ ሕይወት ዘጽሓፍካኒ 
  ንነፍሰይ ጎይታ ኩሉ ግዚ ባርኽ(2) 
3.ንስምብራተይ ዝፈወስካለይ 
  ጭንቀተይ’ውን ዘጥፋእካለይ 
  ካብ ፈተናይ ዘውጻእካኒ 
  ንነፍሰይ ጎይታ ኩሉ ግዜ ባርኽ(2) 
4.ረሲዐካ ዘይረሳዕካኒ 
  ኪሒደካ ዘይጠለምካኒ 
  ቅዱስ ኣቦይ ንዓኻ ክመስል 
  ንነፍሰይ ጎይታ ኩሉ ግዜ ባርኽ(2) 
 `,
    eng: ``
},    
    song99: {
    title: { tig: "እግዚኣብሔር ጓሳየይ’ዩ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.እግዚ/ር ጓሳየይ’ዩ…….ዝጎድለኒ የብለይን 
 ኣብ ልሙዕ ሸኻ…….የውዕለኒ ሂሂሂ……. 
 ኣብ ዝዓርፈሉ ማይ…….ይመርሓኒ ሂሂሂ……. 
2.ንሱ ንነብሰይ የህድኣ.……. 
  ሓድሽ ሓይሊ’ውን ይህበኒ……. 
  ንሱ ንነብሰይ የህድኣ.……. 
  መንገዲ ጽድቂ ይመርሓኒ.……. 
        በትርኻን ምርኩስካን የጸናንዓኒ(2) 
3.ንስኻ ምሳይ ኢኻ’ሞ 
  ብሩባ ሩባ  
  ድነ ሞት እኳ እንተኸድኩ(2) 
  ክፉእ ኣይፈርሕን’የ(4) /3/ 
       ክፉእ ኣይፈርሕን’የ(4)`,
    eng: ``
},    
    song100: {
    title: { tig: "ተመለስ ይኣኽለካ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ባህ ኣይበለንን እትብለሉ ከይመጸ 
 ክፉእ መዓልትታት ከይቀረበካ ኸሎ 
    የዒንትኻ ደኺመን ከይጠለማኻ ኸለዋ 
    ብመዓልታት ንእስነትካ ንፈጣሪኻ ዘክሮ(2) 
   ተደ፦ብግዜ ንእስነትካ ንፈጣሪኻ ዘክሮ(2) 
         ብርሃንን ጸሓይን ኩሎም ከይጸልመቱኻ 
         ብመዓልታት ንእስነትካ ንፈጣሪኻ ዘክሮ(2) 
2.ብግዜ ንእስነትካ ባህ ይበለካ 
  መዓልታት ንእስነትካ ተደሰት ተሓጎስ 
     ልብኻ ዝደልዮ ንኹሉ ሰዓቦ 
     ግና ኣምላኽ ከምዝፈርደካ ንኹሉ ዘክሮ(2) 
  3.ሕይወትካ ተበላሽዩ ዘርሞ ዘርሞ ኾይኑ 
    ብጽልኢ ብዕብዳን ልብኻ ቅሒሩ 
       ክሳብ መዓስ ኢኻ ብኸምዚ ክትቅጽል 
       ሕጅስ ይኣኽለካ ተመለስ ናብ ኣምላኽካ(2) `,
    eng: ``
},    
    song101: {
    title: { tig: "ብዕቤትካ ተፈሪሕካ ትነብር", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ተደ፦ብዕቤትካ ተፈሪሕካ ትነብር 
      መን’ሞሎ ከማኻ ዝኸብር(2) /2/ 
1.ሰማያት ክብርኻ ይነግሩ 
 ፍጥረት ምድሪ ስራሕካ የኽብሩ 
 ንስኻ ኣብ ኣምላኽ ምዃንካ 
 ፈሊጡ ኩሉ የኽብረካ 
2.ግርማን ክብርን ብምልኣት ተኸሊልካ 
  ኣብ ዘይተርፍ ብርሃናት ዘለኻ   
  ኣምላኸይ ኣብ ኣምላኽ ምዃንካ  
  ፈሊጡ ኩሉ ይግዝኣካ 
3.ካብ ሓይሊ ኹሉ ዝዓበየ ሓይልኻ 
  ግዝኣት ኩሉ ዝሰፍሐ ግዝኣትካ 
  ካብ ኩሉ ስልጡን ብጥበብካ 
  ንኽትገብር ክቐውም ኣብ ቅድሜኻ 
4.ካብ ሽም ኩሉ ሽምካ ዝለዓለ 
  ዝበቕዖ የለን ንዓኻ ዝመሰለ 
  ክሳብ ሕጂ ከቢርካ ዘሎኻ 
  ንዘልኣለም የልቦን ዝመስለካ `,
    eng: ``
},    
    song102: {
    title: { tig: "ህላወ እግዚኣብሔር", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ህላወ እግዚ/ር ፍጹም ዘይኣምኑ 
 ድሕነት ናይ ነፍሰይ ኩሉ’ዩ ዘኽቲሙ 
 ኣበይ ኣሎ ኢሎም ኽሪኡኻ ዝፈተኑ 
 ብፍጥረት ናይ ዓለም ኩሉ’ዩ ኣሚኑ 
ተደ፦ኣበይ ኣበይ ኣሎ 
      ንመስቀል ጎይታና ዝኽተሎ 
      ኣበይ(3) ኣሎ 
      ኣብ ኣርያም ኣብ ምድሪ’ውን ኣሎ(2) 
2.ዘጠራጥር ኣይኮነን ህላወ ኣምላኽና 
  ኣበይ ኣሎ ኢሎም ክከራኸሩና 
  ህይወቱ ዘሕለፈ ምእንቲ ድሕነትና 
  ኣምላኽ ናይ እስራኤል ኤልሻዳ’ዩ ናትና 
3.ግብርኻ ሓብሮም ኣምላኽ ከይስሕቁኻ 
  ኣዒንቲ የብሎምን ንኸይርእዩኻ 
  ዘይትልወጥ እሙን ጓሳና ምዃንካ 
  ኣበይ ኣሎ ኣይንብልን ደጊም ንስኻ ኢኻ`,
    eng: ``
},    
    song103: {
    title: { tig: "ሕይወትካ ለውጦ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ፍትወት ናይዛ ዓለም ካብ ቤቱ ኣርሒቑካ 
 እንታይነትካ ረሲዕካስ ጣዕሙ ኣታሊሉካ 
 ፍልልይ ስጋን ነፍስን ከተስተንትን ጀምር 
 ናብ ጎይታ ቀሪብካ ፍቕሩ ኣስተማቕር 
ተደ፦ጎይታ’ሲ ርሕሩሕ’ዩ 
      ብቕንዕና እንተቐሪብካዮ 
      ካባኻ ኣብሊጹ 
      ዘፍቅሮ ፍጡር መንሞ’ሎዎ 
      ስለዚ ይሕሸካ ብኣግኡ  
      ናብ ጎይታ ምቕራብ 
      ሕይወትካ ለውጦ  
      ናይ ዘልኣለም ሕይወት ክትረክብ 
2.ብምድራዊ ፍትወት ዝተታለልካ ሰበይ 
  ምምላስ ይሕሸካ ናብቲ ርሕሩሕ ጎይታ 
  ነብስኻ ኣይተታልል ብግዝያዊ ጣዕሚ 
  ተነሳሕ ብግብርኻ ጽባሕ ዘይኮነስ ሎሚ 
3.ንዝጠፍአት ነብሲ ናብ ቤታ ዝመልስ 
  ንሕዙን ልቢ’ውን ብቓሉ ዘረስርስ 
  ጎይታ ዘልዓለም ሕይወት ኡነተኛ ጽድቂ 
  ንጉስ ሰማይን ምድርን ንሱ’ዩ ብሓቂ `,
    eng: ``
},    
    song104: {
    title: { tig: "ህላወ እግዚኣብሔር", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ህላወ እግዚ/ር ፍጹም ዘይኣምኑ 
 ድሕነት ናይ ነፍሰይ ኩሉ’ዩ ዘኽቲሙ 
 ኣበይ ኣሎ ኢሎም ኽሪኡኻ ዝፈተኑ 
 ብፍጥረት ናይ ዓለም ኩሉ’ዩ ኣሚኑ 
ተደ፦ኣበይ ኣበይ ኣሎ 
      ንመስቀል ጎይታና ዝኽተሎ 
      ኣበይ(3) ኣሎ 
      ኣብ ኣርያም ኣብ ምድሪ’ውን ኣሎ(2) 
2.ዘጠራጥር ኣይኮነን ህላወ ኣምላኽና 
  ኣበይ ኣሎ ኢሎም ክከራኸሩና 
  ህይወቱ ዘሕለፈ ምእንቲ ድሕነትና 
  ኣምላኽ ናይ እስራኤል ኤልሻዳ’ዩ ናትና 
3.ግብርኻ ሓብሮም ኣምላኽ ከይስሕቁኻ 
  ኣዒንቲ የብሎምን ንኸይርእዩኻ 
  ዘይትልወጥ እሙን ጓሳና ምዃንካ 
  ኣበይ ኣሎ ኣይንብልን ደጊም ንስኻ ኢኻ `,
    eng: ``
},    
    song105: {
    title: { tig: "ኢየሱሰይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
1. ነዚ ዝኾነለይ ስሙ ይኽበረለይ 
ምእንቲ ህይወተይ ህይወት ዝኸፈለለይ 
ኣብ ቅድሚ ጸላእተይ ደው ዘብለኒ 
የማነይቲ ኢዱ ትድግፈኒ (2) 
ኢየኡሰይ መድሕነ’ዩ 
ፈውሲ ህይወተ’ዩ 
ስለ ህይወት ኢሉ ህይወት ዝሃበኒ 
ስሙ ይኽበረለይ ነዚ ዝኾነኒ 
2. ዝርሕርሓለይ ዝድንግጸለይ 
ጸሎተይ ሰሚዑ ዝምልሰለይ 
ማዕጾ ምስ ኳሕኳሕኩ ዝከፍተለይ 
ንጉድልነተይ ርእዩ ዝምልኣለይ (2) 
3. ንሕዝንቲ ነብሰይ ብሓጎስ ደቢሱ 
ንጭኑቅ ኣእምሮይ ብርሃኑ ኣልቢሱ 
ከምዛ መርዓት ዓይኑ ዝሕልወኒ 
ኣብ ቅድመይ ጸኒሑ ዝመርሓኒ (2) 
4. ደጊም ኣይፈርህን ተበጁዩኒ’ዩ 
ብደም ዝጸረየት ህይወት ኣልቢሱኒ 
ብከምኡ ኣይኮነትን በጃ ሓሊፉላ 
ኣዕጽምቱ ከስኪሱ ደሙ ኣፍሲሱላ (2)  `,
    eng: ``
},    
    song106: {
    title: { tig: "ክብሪ ንዓኺ ይኹን", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
    ተደ፦ክብሪ ንዓኺ ይኹን 
          ኦ ማርያም ኣዴና 
          ካብ ወድኺ ኢየሱስ  
          ድሕነት ለምንልና(2) 
1.ኦ ምልእተ ጸጋ እኖ ናይ ወጋሕታ 
 ንልምን ኣሎና ብእምነት ናባኺ 
 ጸጋኺ ኣፍስስልና ንዓና ደቅኺ 
 ሃረር ንብል ኣሎና ክብርቲ ኣዴና(2) 
2.ላዕልን ታሕትን ኢለ ኮብሊለ ነበርኩ 
  ከማኺ ዝበለ ፍጹም ኣይረአኹን 
  ታ’ቅድስቲ ሮዛርዮ መፍቀሪት ኣዴና 
  ካብ ኩላተን ኣንስቲ ርሕርሕቲ ኣዴና(2) 
3.ንመባጻዕ ኣሎና ኦ ማርያም ኣዴና 
  ካብ ወድኺ ኢየሱስ ድሕነት ኣውህብና 
  ንዘልኣለም ኣለም ሕይወት ክህበና 
  ንስምኪ ኣኽቢርና ንምሕጸን ኣሎና(2) 
4.ተመስገን ተመስገን ተመስገን ኣምላኽና 
  ነዛ ለዋህ ኣደ ስለ ዝሃብካና 
  ንውድሰካ ኣሎና ደቅኻ ሓቢርና 
  ካብ ኩላትና ደቅኻ ተቐበል ምስጋና(2) `,
    eng: ``
},    
    song107: {
    title: { tig: "ይሓልየለይ’ዩ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ንስኻ ተስፋ የብልካን  
  ክብለኒ ከጨንቕ ነብሰይ ኢሂ 
  ኣበይ ኣሎ እቲ ኣምላኽካ 
  እናበለ ከባጭወለይ ጸላኢ..... 
     ኣነ ግና ሓልዮተይ ኩሉ 
     ናብ ኢየሱሰይ አውድቖ’ለኹ 
     ኣይድርብየንን (ኣይጥንጥነንን) ኣምላኸይ 
     ኣይኮነሉን ክርስዕ ንዓይ(2) 
          ተደ፦ይሕልየለይ’ዩ ይሓልየለይ 
                ይድንግጸለይ ይድንግጽ(2) 
                   ክብሪ ይኹኖ ክብሪ 
                   ምስጋና ይኹኖ ምስጋና(2) 
                ክነብር’የ ኣብ ቤት ኣምላኸይ 
                ክነግርየ ደግነት ኣምላኸይ(2) ሃሌ ሉያ 
2.ኣምላኸይ ኣዚዩ ደንጋጺ’ዩ 
  ደርቢዩኒ ኣይፈልጥንዩ ኡሁ..... 
  ዙርያይ ኩሉ ተጸልመቱኒ 
  ጸላእተይ’ውን ተኸበቡኒ ኢሂ..... 
     ኣብ ልዕሊ እተን ዘልኣለማውያን 
     ቀላጽም ኣምላኸይ ሒዘ’ለኹ 
     ኣይመውትን’የ ክነብርየ 
     ከም ኦም ኣውሊዕ ክልምልም’የ(2) `,
    eng: ``
},    
    song108: {
    title: { tig: "ከመይ’ሉ ኾነለይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ከመይ’ሉ ኾነለይ ኢየሱስ ከፍቅረኒ 
  ንዓይ ድኹም ሕሱር ፈትዩ ከቕርበኒ 
  ዝርአን ዘይርአን ኩሉ ዝፈጠረ 
  ከመይ’ሉ ኾነለይ ክብለኒ ወደየ 
      ተደ፦ተሓጒሰ ተመስገን 
            ተመስገን ኣምላኸይ 
            ተዓዊተ ተመስገን 
            ተመስገን ኣምላኸይ / ኢየሱሰይ 
2.ከመይ’ሉ ኾነለይ ብኣምላኽ ክናበ 
  ብነፍሲ ብስጋ ኩሉ እናሃበ 
  ካብ ጸላኢ ነፍሰይ ዓወተይ ዘይፈቱ 
  ዓወት እናሃበ ኣብ ሰማይ ዘእቱ 
          3.ከመይ’ሉ ኾነለይ ኣብ ዙርያ’ቲ ዙፋን 
            ምስ ኩሎም ኣሕዋተይ ብሓጎስ ምምስጋን 
            ኢየሱስ ዘለዎ ኢቲ ጥዑም ዓዲ 
            ከመይ’ሉ ኾነለይ ክኸውን ወራሲ `,
    eng: ``
},    
    song109: {
    title: { tig: "መንገደይ ኩሉ ኢየሱስ ምሳኻ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ናይ ዘልኣለም ሕይወተይ ኢኻ መዕቆብየይ ናተይ 
  ክሳብ መጨረሽታ እኸይድ ንዓኻ ተኸቲለ 
  መንገደይ ኩሉ ምሳኻ ክሳዕ መፈጸምታ 
  ክኽተለካ’የ ናይ ሕይወተይ ዋልታ(2) 
      ተደ፦መንገደይ ኩሉ ኢየሱስ ምሳኻ(3) 
            ክሳብ መጨረሽታ ክኸይድ  
            ጎይታይ ምሳኻ 
2.ኣብ መከራይን ኣብ ስደትን ኣብ ዘፍርሕ ማዕበል 
  ንዓኻ ኣሚነ እጽበ ብሕይወት ክነብር 
  ናይ ልቢ ሰላምን ደስታን ኩሉ ዝሃብካኒ 
  ንዓኻ ኣሚነ እጽበ ሓደራ ኣሎኒ(2) 
          3.ዘሰናኽለኒ የሎን ካብ ትሕቲ ኣኽናፉ 
            ዝወስደኒ ሓይሊ የልቦን ካብ ኢዱ መንዚዑ 
            ሰይጣን ድማ ካባኻ ክፈልየኒ ክሓስብ 
            ካብ ናትካ ፍቕሪ ፍጹም ንዓይ ኣይፈልየንን(2) 
4.ሓጎስ ከምዘይብለይ እፈልጥ ካባኻ ተፈልየ 
  ነገር ግን ተስፋ ዘይብሉ ከርተት ክኸውን’የ 
  ግን ክሳብ መፈጸምታ ምሳኻ እንተኸድኩ 
  ኣብ ሰማይ ናይ ሓጎስ ቤት ከምዘሎ እፈልጥ(2)`,
    eng: ``
},    
    song110: {
    title: { tig: "ኮብሊለ ነበርኩ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ኮብሊለ ነበርኩ ብጽሒተይ ሒዘ 
 ናብራይ ከመሓይሽ ኣብ ዘይዓደይ ከይደ 
 ኣዝማደይ ገዲፈ ካብ ዘፍቅሮ ኣቦይ 
 ዘለኒ ኣጥፊአ ንክምለስ ቤተይ 
       ተደ፦መጺአ ኣቦይ (ኢየሱስ) ተቐበለኒ(2) 
             ኣነ ጥፉእ ወድኻ / ኣነ ጥፍእቲ ጓልካ /2/ 
2.ዝበልዖ ስኢነ ኣካለይ ጎዳእኩ 
  ኣብ ዘይፈልጦ ጓና ክሰርሕ ጀመርኩ 
  ብጭንቂ ክሰርሕ ለይቲ ምስ መዓልቲ 
  ተስፋ ሰኣንኩሉ ከም ጸልማት በዓቲ 
           3.ዝበልዖ ነይብለይ ወይ ድማ ዝሰትዮ 
             ሽዑ ተረዳእኩ ናይ ቤት ኣቦይ ዕዮ 
             መንፈሰይ ክጭነቕ ሰላም’ውን ስኢነ 
             ዓሪቐ ነበርኩ ዘርሞ ዘርሞ ኮይነ 
4.ብገዛእ ድሌተይ ሓጢኣት ለሚደ 
  መኻራ ዘይብለይ እኳ ወላ ሓደ 
  ብናይ ዓለም ፍቕሪ ኣዝየ ተታሊለ 
  ሕይወተይ ወፈኹ ኣብ ዓለም ኮብሊለ 
           5.ገጸይ’ውን መለስኩ ናብቲ ፍቑር ቤተይ 
             ክዕረቕ ወሰንኩ ምስ ብሩኻት ስድራይ 
             ኣቦይ መጸአ ኣለኹ ብጣዕሚ በዲለ 
             ይቕሬታ ክሓትት ኣብ ኣፍደገ ኮይነ 
6.ብታሕጓስ ሓኒቑ ገጸይ ሰዓመኒ 
   ይቕሬታ ብምግባር ኣቤቱ ኣእተወኒ 
   ሞይቱ ዝነበረ ረኺበዮ ሞጎስ 
   ስብሕቲ ኣምጽኡሉ ንብላዕ ንተሓጎስ `,
    eng: ``
},    
    song111: {
    title: { tig: "ንተሓጎስ ባህ ይበለና", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
     ተደ፦ንተሓጎስ ባህ’ውን ይበለና 
           ብኢየሱስ ክርስቶስ ተሓሪና ኢና 
           ጥሪቱ ወረስቱ ናቱ ኮይና ኢና 
1.ናባይ ንዑ ኣነ ከዕርፈኩም 
 ናብ መንገዲ ሕይወት ክመርሓኩም 
 ኢሉና’ዩ ኢየሱስ ንተሓጎስ 
 ሰማያዊ ቤቱ ንኽንወርስ 
         2.ኣምላኽ ድንኳኑ ክተክል ኣባና 
           እቲ ገንሸል ባዕሉ ክጓስየና  
           ናብ ማይ ሕይወት እውን ክመርሓና 
           ብሰላም ናብ ቤቱ ከእትወና 
3.ናይ ዘልኣለም ቤቱ ምስ እንወርስ 
  ንብዓት ካብ ኣዒንትና ክደርዝ 
  ጽምኢ ጥሜት ክንርስዖ ኢና 
  ጸሓይ ሃሩር ከቶ ነይረኽበና 
         4.እቲ ዕርቡን መንፈስ ዝሃበና 
           ተስፋኡ ክፍጸም ክመጽእ ናባና 
           ናይ ጽድቂ ልብሲ’ውን ከልብሰና 
           ብሉጽ ረዚን ክብሪ ክህበና`,
    eng: ``
},    
    song112: {
    title: { tig: "ኣበርትዓኒ ብመንፈስ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
1.ኣብ ናይ ጽዮን ጉዕዞ ኣሎ ብርቱዕ ቃልሲ 
 ሕይወተይ ዝሕሉ ምስ ድሕነት ናይ ነፍሲ 
 ኣነ ኣይክእልን ብኢደይ ክዋጋእ 
 ጐይታ ኣበርትዓኒ ብመንፈስካ ምጻእ  
          ሓይሊ ሃብ ጐይታ ኢየሱስ ሓይሊ ሃብ 
          ሓይሊ ሃብ ብመንፈስካ ንኽብርኻ 
2.ናይ ነፍሰይ ሃረርታ ፈላጢ ጉዳያ 
  ንስኻ ኢኻ ኢየሱስ ጎቦኣን እምባኣን 
  ፍቕርኻ ይሕሸኒ ኩሉ ሓዲገ’የ 
  ኢየሱሰይ ገጽካ ብጣዕሚ ናፊቐ 
          ንዓ ምራሕ ንገዛኻ ንዓ ምራሕ 
          ንዓ ምራሕ ንገዛኻ ኢየሱስ 
3.ተጓዓዝቲ ጽዮን ተስፋ ኣይትቑረጹ 
  ኮረቢት ስንጭሮ ንኹሉ ስገሩ 
  ንመስቀሉ ሒዝኩም ንቕድሚት ገስግሱ 
  ስቓይኩም ሓሊፉ ምስ ኢየሱስ ክትነግሱ 
          መራሒኹም ኢየሱስ’ዩ መራሒኹም 
          ኣሎኩም ኣብ ቅድሜኹም ኣይዞኹም 
4.ጭንቂ እንተኾነ ናይ ሕይወት ጎቦታት 
  ጐይታ ኢየሱስ ኣሎ ንጉስ ናይ ነገስታት 
  ምጉርምራም ጸላኢ ንኸየጥቅዓካ 
  ተዋጋኢ ኣምላኽ ዳዊት እንከለካ 
          መራሒና ኢየሱስ’ዩ መራሒና 
          ኣሎና ኣብ ቅድሜና ኣይዞና `,
    eng: ``
},    
    song114: {
    title: { tig: "ፍሰይ ንእግዚ/ር ተዕብዮ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ኦ ፍጽምቲ ድንግል ኣደ ናይ ጎይታና 
 ናባኺ ንምዕቆብ ኣደ ክትኮንና 
 ሕራይ ኢልኪ ኢኺ እኖ ዝኾንክና 
 ካብ እግዚ/ር ኣቦ ከተማልድልና 
      ተደ፦ነፍሰይ ንእግዚ/ር ተዕብዮ 
            መንፈሰይ ብኣምላኸይ ባህ ይብሎ /2/ 
2.ሓለዋኺ ደልዮም እንካብ ዝደለዩ 
  ልመናኽን ረድኤትክን እንካብ ዝለመኑ 
  ሓደ’ኳ ኣይጠፍአን ሰሰኑ ደኣ’ምበር 
  ንዓና’ውን ሓግዚ ክንበቅዕ ምስክር 
          3.ናይ ማርያም ኣዴና ፍሉይ’ዩ ዕብየታ 
            ከም ሰባት ኣብ መሬት ዘይበለየ ስጋኣ 
            ብቕዱሳን መላእኽቲ ንሰማይ ፈሊሳ 
            ተግባር ናይ ኣምላኽና ዓቢ’ዩ ኣብ ልዕሌኣ 
4.ኦ ዕቅብቲ ግርማ ብርሃን ዝዓሰላ 
  ዓሰርተ ከልተ ከዋኽብቲ ዝኣኽሊላ 
  ሓፍቲ መላእኽቲ ናይ ሰማይ መሳልል 
  ንጹሓን ግበርና ክንርእዮ ንልዑል 
          5.ብርኽቲ መንጎኛ ዓሌት ናይ ደቂ ሰብ 
            ካብ ወድኺ ለምኒ ሰላም ንኽንረክብ 
            መቕደስ ናይ ስላሴ ዝዓሰላ ክብሪ 
            ኣደየ ምስ ወድኺ ንዘልኣለም ክብሪ(3) `,
    eng: ``
},    
    song115: {
    title: { tig: "ሕጂ መጺአ ኣለኹ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
     ተደ፦ሕጂ መጺአ ኣለኹ 
             ክረኽበካ ኦ ጎይታይ 
             ንሕይወተይ ሓድሶ 
             ብቕዱስ መንፈስካ 
1.ረአሞ ተመልከት ንኹሉ ሕይወተይ 
   ንዓኻ ዝበቅዕ ሓንቲ እኳ ነይብለይ 
   ብሕፍረት ዝኣክል ርእሰይ ኣድኒነ 
  እነብር ኣለኹ ንበይነይ ኮይነ። 
          2.እንቋዕ ረኸብኩዎ እቲ ሕያዋይ ጓሳ 
             ብዘይካኡ የልቦን ንልበይ ዝመልሳ 
             ካብ ሕጂ ንደሓር ምሳኻ ክነብር 
             ብኹሉ ህይወተይ ንዓኻ ክመስል 
3.ንስኻ ዘይብሉ ኩሉ ኮንቱ እዩ 
   መንፈስካ ዘይብሉ መንገዲ ጥፍኣት እዩ 
   ሎሚ’ውን ኣፍስሶ ኣብ ልዕሊ ህዝብኻ  
   ከይጠፍእ ከይኩነን ስኢኑ ሓይልኻ። `,
    eng: ``
},    
    song116: {
    title: { tig: "ጌርካለይ ኢኻ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
  ተደ፦ጌርካለይ ኢኻ’ሞ ዓቢ ነገር(2) ጌርካለይ…. 
        ጌርካለይ ኢኻ’ሞ ሰናይ ነገር(2) ጌርካለይ ኢኻ /2/ 
  ኩሉ ምስጋናኻ ክነግር’የ በልኩ 
  ከውርዮ ንስርሕካ ኣፈይ ምስ ከፈትኩ 
  ዝገበርካዮ(ዝገበርካለይ) እናተደራረበ 
  ክቖጽሮ ኣይከኣልኩን ብምስጋና ደምዲመ(2) 
           1.ጸላእተይ ሓፊሮም ንድሕሪት ተመልሱ 
            ዝገበርካለይ ሰናይ ኩሉ ና’ረኣዩ 
            ክሳዕ ወሰን ምድሪ ጓሲኻኒ እንዲኻ 
            ብግዜ ብቦታ ኣይትውሰንን ኢኻ(2) 
2.ብቐትሪ ዘማህምን ሓማም ኣይፈራሕኩን 
  ብጸልማት ክኸይድ ፌራ ኣይረኸበንን 
  ካብ ብመዓልቲ ዝውርወር ፍላጻ 
  ካብ ስምባድ ለይቲ ሰዊርካኒ ኢኻ(2) 
          3.ካብቲ ድምጺ ምስጋና ዘይብሉ ቦታ 
            ካብ ልበይ ግን ይፍልፍል ምስጋና 
            ሓጎሰይ መሊኡ ክግንፍል ከሎ 
            ኣነ’ውን ንስምካ ብጽድቂ(ብኽብሪ) የልዕሎ(2)`,
    eng: ``
},    
    song117: {
    title: { tig: "ከምቲ ስምካ ከምኡ ኢኻ ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
  ተደ፦እግዚ/ር ከምቲ ስምካ ዓቢ ኢኻ(3) 
        እግዚ/ር ከምቲ ስምካ ሓያል ኢኻ(3) 
        እግዚ/ር ከምቲ ስምካ ክቡር ኢኻ(3) 
1.ክመጽእ ዘመናት ክሓልፍ ዓመታት 
  ኣብ ዙፋንካ’ሎኻ ኣይተለወጥካን 
  ብድንቂ ትሰርሖ ብተኣምር ትገብሮ 
  ፍሉይ’ዩ ተግባርካ ኣይትጋገን ኢኻ 
        ጎይታ ኢየሱስ ከምቲ ስምካ ዓቢ ኢኻ(3) 
        ጎይታ ኢየሱስ ክምቲ ስምካ ሓያል ኢኻ(3) 
        ጎይታ ኢየሱስ ከምቲ ስምካ ክቡር ኢኻ(3) 
2.ዝሃቦ ኣእምሮ ቲ’ቅኑዕ ዝመሃሮ 
  ፍልጠት ዘካፈሎ ዝረኣዮ መን ኣሎ 
  ነገስታት ዝሸሞም ካብ ስልጣን ዘውርዶም  
  መንከ ኣሎ ከምኡ ዝገዝእ ንኹሉ 
        የለን የለን የለን ዝመሳሰለካ 
        የለን የለን የለን ዝወዳደረካ 
        የለን የለን የለን ዝመሳሰለካ 
        የለን የለን የለን ዝወዳደረካ 
3.ብኹሉ ስርሑ ጻድቕ ወዳጀ መዓሙቕ 
  ዘይብጻሕ እዩ ዘይግመት እዩ 
  ንማይ ዝሰፈረ ሰማይ ዝሰደረ  
  ይድምድሞ ይብል እግዚ/ር ንዕኡ 
        ቅዱስ ኢኻ(3) ሕያው ኢኻ(3) 
        ጻድቕ ኢኻ(3) ከምኡ ኢኻ(3) `,
    eng: ``
},    
    song118: {
    title: { tig: "ምቑሕ ናይ ዓለም ስበሮ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.እጽሊ’ለኹ ክነብር ምሳኻ 
  ዝበለጸ’ዩ ክምካሕ ብኣኻ 
  ኩሉ ክሓልፍ እዩ 
  ብዘይካ ቃልካ(2) 
      ተደ፦ምቑሕ ናይ ዓለም ስበሮ 
            ንኹሉ ቃልካ ምሃሮ 
            ሓልዮትካ ሃቦ ጎይታይ 
            ንስምካ’ውን ኣሕብሮ /2/ 
2.ኣባኻ መጼ ሕልናይ ዓሪፉ 
  ምውታት ዓለም ኩሉ ተሪፉ 
  ብስምካ ጎይታይ ኣነ 
  እንሆ ተተስፌ(2) 
          3.ኢየሱስ ኢኻ ጉንዲ ወይኒ 
            ፍቕርኻ ጌርካ ትምህረኒ 
            ፍቓድካ ኹሉ ኽመልእ 
            ሓግዘኒ(2) 
4.ትርእያ’ሎኻ ዓለም ብምልእታ 
  ኣምላኽ ኢኻ ናይ ኩሉ ጎይታ 
  ዘይትወላወል ኢየሱስ  
  ጽኑዕ ዋልታ(2) `,
    eng: ``
},    
    song119: {
    title: { tig: "ፍሰይ ንኣምላኽ ኣመስግንዮ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
       ንውርደተይ ዝዘከርካ  
       ንንብዓተይ ዝደረዝካ 
       ኣምላኽ ምንጋፈይ ከምስግነካ(2) /2/ 
1.ኢየሱስ ይሓልፍ ኣሎ ምስ ሰማዕኩ 
 ንኽፍውሰኒ ዓው ኢለ ጨደርኩ 
 ሰባት ተንሲኦም ክገንሑኒ 
 ንኸይፍወስ ስቕ በል ክብሉኒ 
     ጸዊዕካ ኢየሱስ ናዝራዊ 
     ፈዊስካኒ ዓይነይ ክርኢ 
     ከም ሰብ ዘይኮነ እቲ ባህሪኻ 
     ኣምላኽ ምንጋፈይ ከመስግነካ 
          ተደ፦ነፍሰይ ንኣምላኽ (ንጎይታ) ኣመስግንዮ 
                ዝገበረልኪ ኣይትረስዕዮ 
                ሰናይ’ዩ ሰናይ ሰናይ ብሓቂ 
                እሙን ኣምላኽ’ዩ እቲ ዘፍቅረኪ /2/ 
2.ኩላቶም ንሞት ፈሪዶምኺ 
  ዳርባ እምኒ ኣልዒሎም ክቐትሉኪ 
  ኢየሱስ ግና ክንዳኺ ደው ኢሉ 
  ኣናጊፉኪ ዕዳኺ ከፊሉ 
      ኣምላኽ ሰማይ ዓቢ ነገር ጌሩልኪ 
      ነፍሰይ ብጎይታ ኣዝዩ ባህ ይበልኪ 
      እቲ ሓያል ዓቢ ነገር ጌሩልኪ 
      ኣመስግንዮ በገናኺ ኣልዒልኪ 
3.ኣብ ምድረ በዳ ህያው ጽላልኪ 
  ዓይኒ ማይ ከፊቱ ዘተርክሰኪ 
  ዝኾነ እዋን ከይተፈለየ 
  ይመርሓኪ ኣሎ እናታተየ 
      ተስፋኺ ንሱ ኢዩ ደራዚ ንብዓትኪ 
      ጸዊዕክዮ ዝምልሰልኪ 
      ክብረይ ተንስኢ ኣመስግንዮ 
      ፍቕሩ እንዳዘከርኪ ወጋሕታ ኣንቅሕዮ`,
    eng: ``
},    
    song120: {
    title: { tig: "ኣብዛ ምድሪ እንኮ ተስፋይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ሃብቲ እንተሎ ክበርስ’ዩ 
 ዝና እንተሎ ክሓልፍ’ዩ 
 ፍልጠት እንተሎ ግዚያዊ’ዩ 
 ኢየሱስ ግና ህያው’ዩ 
 ኩሉ ክሓልፍ ዘይሓልፍ’ዩ 
     ተደ፦ኣብዛ ምድሪ እንኮ ተስፋይ 
           ኢየሱስ ኢኻ ረዳእየይ (ካልኣየይ) (2) 
           ዝምክሓሉ ሓበን ኩርዓተይ 
           ኢየሱስ ኢኻ ሃብተይ ርስተይ(2) 
2.ዕረፍቲ ሓጎስ ዝባህሪኣ 
  ሰላም ፍቕሪ ዝነገሰኣ 
  መቕደስ ኣምላኽ ማዕከን ሕይወት 
  ኣላትኒ ምውቕቲ ቤት 
  ኣላትኒ ምጭውቲ ቤት                                
          3.ነብሰይ ፍቕርኻ ካብ ጠዓመት 
           ጉስነትካ ካብ ረኸበት 
           ኣብ ምድሪ የለን ዘድልየኒ 
           ኩሉ ብኹሉን ካብ ኮንካኒ 
           ኩሉ ብኹሉን ካብ ሃለኻኒ 
4.ረሲኣን እንተ ጠዓሞም 
  ድሌት ልቦም እንተመልኣሎም 
  ዕምባባዩ ኩሉ ክብሮም 
  ጸሓይ ምስ ወጸት የለን ምስኦም 
  ጸሓይ ምስ ወጸት የለን ኣብ ኢዶም 
         5.መልሲ ኢኻ ንሕቶ ልበይ 
           ፈውሲ ኢኻ ንሕማመይ 
           ናባኻ ምቕራብ ይሕሸኒ 
           ምሳኻ እዩ ዝጥዕመኒ 
           ምሳኻ እዩ ዘዋጽኣኒ 
6.ዋልታይ ኢኻ ካብ ጸላእተይ 
  ዕርደይ ኢኻ ካብ ተጻረርተይ 
  ቀርነይ ኢኻ መናገፍየይ 
  ዝምክሓሉ ዓቢ ሓይለይ 
  ዝሕበነሉ ዓቢ ሓይለይ `,
    eng: ``
},    
    song121: {
    title: { tig: "ሂብዋ’ዩ ጸጋ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
  ተደ፦ካብ ሰማይ ናብ ምድሪ ምስ ጠመተ 
        ብእግዚ/ር ዝኸበረት ዝበለጸት /2/ 
            ብልጽቲ ብውህበቱ ጸጋ  
            እግዚ/ር ሂብዋ’ዩ ጸጋ(3) 
            ቲ’ጸጋ ሂብዋ’ዩ ጸጋ 
            እግዚ/ር ሂብዋ’ዩ ጸጋ 
1.ውሉድኪ ክንኮኖ ሂቡና’ዩ ተስፋ 
 ንሰማይ ዓሪጉ ብኽብሪ ደመና 
 ንዓኺ ሂቡና ከይጽሙ ት’ቤትና 
 ተጸናንዕ ኣደ ማርያም ኣብ መንጎና(2) 
       ክበሪ ንገሲ ክብል ኣይሓፍርን’ደይ 
       ማርያመይ ክበርለይ(ንገስለይ) (2) 
2.ትሰምዕ ጸሎተይ ትርዳእ ናይ ውሽጠይ 
  ብፍቕሪ ትርታዕ ተማልድ ናብ ኣቦይ 
  እንሆ ወድኺ እንሀት እኖኻ 
  ምስ በለና ጎይታይ ደጊም ሓደ ኾይና(2) 
           3.ጎዶሎይ ናይ ውሽጠይ ኩሉ ተረዲኣ 
             ክምልኣለይ ትሓቶ ንወዳ(2) /2/ 
                  ኣደ እኮላትኒ ወደይ ኣትብለኒ(2) 
                  ኣደ እኮላትኒ ጓለይ እትብለኒ(2) 
                  ኣደ እኮላትና ደቀይ እትብለና(4) `,
    eng: ``
},    
    song122: {
    title: { tig: "ህያብ ኣሎኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
      ህያብ ኣሎኒ ዘቕርቦ 
      መስዋእቲ ንዓኻ ዝህቦ(2) 
1.ብኽፉኣ ተግባረይ ቀስተ ኲናት ኣልዒለ 
  ኣድሜዮ ኣካልካ ኣብ ጎድንኻ ወርዊረ 
  ደምን ማይን ኣዛሪኻ ሓጺብካ ዝባነይ 
  ተኣምራትካ ኣርኢኻኒ ፈዊስካ ንቑስለይ(2) 
       ተደ፦ምስጋናይ ምስጋናይ ንዓኻ 
             ኣምልኾይ ኣምልኾይ ንዓኻ 
             ምግልጋለይ ምግልጋለይ ንዓኻ (4) 
                 ክትከብረሉ ሂወተይ ንስኻ 
                 ክትነግሰሉ እህቦ ንዓኻ 
                 ኢንታ ልበይ ማሕደርካ ግበሮ 
                 ሕጉስ ሂወት ብኣኻ ከሕልፎ 
2.ጻዕብ ኣድጊ ኾይነ ብሓጢኣት ተኣሲረ 
  ቃንዛ ሕማመይ በርቲዑ ንረድኤትካ ክጽበ 
  ኣብ ምዱብ ግዚኡ ማእሰረይ ፈቲሕካ 
  ተወጢሕካ ኣብ ዝባነይ ብኣይ ክትከብር መሪጽካ(2) 
           3.ዕዮኻ ርኤዮ ኣብ ሂወተይ ተኣምር 
             መናድቕ ናይ ለበይ ህንጻ ኮይኑ ክነብር 
             ድልዱል ሰረቱ ንስኻ’ጽኒዕካዮ 
             ሃጓፋት ናይ ልበይ ጎይታ መሊእካዮ(2) `,
    eng: ``
},    
    song123: {
    title: { tig: "መዲበ’የ ክስዕበካ ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ክቡር ግዜ ንእስነተይ 
  ሃል-ሃል ዝብል ውዑይ ሓይለይ 
  ብዘይተርፍ ምሉእ ፍቕረይ 
  እህበካ ኦ ኣምላኸይ 
     ተደ፦መዲበየ ክስዕበካ  
           ፈትየ’ለኹ ክኸውን ናትካ 
           ሎሚ ጽባሕ ኩሉ ግዜ 
           ኣይምለስን ፍጹም ኢለ 
2.ንኣኻ ፍረ ኣእምሮይ 
  ንኣኻ ዙፋን ናይ ለበይ 
  ንኣኻ ኩሉ ፍቓደይ 
  ንኣኻ ጥራይ ኣምላኸይ 
         3.ኣይክእሎን’የ ኣነ በይነይ 
           ንኡስ እየ ድኹም ሓይለይ 
           ምርሓኒ ሒዝካ ብኢደይ 
           ክሳብ ዝውድእ መንገደይ 
4.ኣይፈልጥን ናይ መጻኢ 
  ሓጎስ ይኹን ወይስ ጓሂ  
  እስዕበካ ኩሉ ግዜ 
  ናብ ትብለኒ ተኣሚነ 
         5.ዑቕባኻ’የ ኦ መድሕኒ 
           ብዘይካኻ መን ኣሎኒ 
           ካብ ጸላኢ ሓልወኒ 
           ናባኻ’ውን ኣብጽሓኒ `,
    eng: ``
},    
    song124: {
    title: { tig: "መደምደምታ ግበረሉ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.መኻን ተባሂለ ብኣጋር ክነዓቕ 
   ቆልዓ ተባሂለ ብሳኦል ክሰሓቕ 
   ክሳዕ መዓስ’ዩ ኢየሱሰይ ጠምተኒ 
   ናይ ኩሉ ሽግረይ መፍትሒ ኩነኒ(2) 
       ተደ፦መደምደምታ ግበረሉ(2) ንሽግረይ 
               መደምደምታ ግበረሉ(2) ንጭንቀተይ 
               መደምደምታ ግበረሉ(2) ንድኻመይ 
               መደምደምታ ግበረሉ(2) ንንብዓተይ 
2.ረዳኢ ከምዘይብለይ እናሓዘንኩ 
   ለይቲ ምስ መዓልቲ ንብዓት ተቐለብኩ 
   ዝተሰብረ ጎነይ ኢየሱስ ዘንነኒ 
   ብሓይሊ መንፈስካ ቁስለይ ስፈፈኒ(2) 
             3.ኣመል መጻወድያ ከጻውደለይ 
             ገሊላ ቅሳነት ክትከልኦ ንሂወተይ 
             ኣይትግደፈኒ ኢየሱሰይ ሕድርኻ 
             ኣይምለስንየ ኣፍቂረ ንዓኻ(2) 
4.ኣብቲ ኣብ ጽምዋ ባድማ በረኻ 
  ሂወተይ ትጽበ ኣላ ንመንፈስካ 
  ከመስግነካ’የ ብሚካል እናተነዓቕኩ 
  ክዝምረልካ’የ ዕልል እናበልኩ(2) `,
    eng: ``
},    
    song125: {
    title: { tig: "ንዓይ ትሓስቦ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብዘልኣለማዊ ቃልካ ብዘስግር ጸጋኻ 
  ንሂወተይ ተዕርፍ ኣምላኸይ ተጸናንዕ 
  ዝጎድል ከም ዘየልቦ ዘድልየኒ ከም ዝረኽቦ 
  ክእለትካ ተኣማሚነ ብኣኻ ለኹ’ቀሲነ 
         ተደ፦ኣምላኸይ ግሩም ግሩም ግሩም(2) 
               ንዓይ እትሓስቦ ንዓይ እትገብሮ 
               ኢየሱሰይ ሰናይ ሰናይ ሰናይ(2) 
               ንዓይ እትሓስቦ ንዓይ እትገብሮ 
               ጎይታየ ብሉጽ ብሉጽ ብሉጽ(2) 
               ንዓይ እትሓስቦ ንዓይ እትገብሮ 
2.ልዕሊ ኣቦይ ኣደይ ልዕሊ ሓሳብ ምርድአይ 
  ኣብሊጽካ ስለይ ትሓሊ ኣምላኸይ ኩሉ ዘድሊ 
  ስለዚ እየ ዝሃድእ ብዝርእዮ ዘይሰግእ 
  ንፍቓድካ ዝሰምሮ ኣሜን ዝብል ነቲ ትብሎ 
             3.ኣባታዊ ፍቕርኻ ኣባታዊ ጉስነትካ 
               ፍጹም ከይተፈለየኒ ክሳብ ኣብዚ ኣብጺሕካኒ 
               ብሕጂ’ውን ኣይጥርጥረካን ንስኻ ትፈልጥ ኢኻ 
               ሓልዮተይ ናባኻ ኣውዲቐ እጎዪ ምሳኻ ጠቢቐ 
      ሰናይ ሰናይ ሰናይ ሰናይ ኢኻ ኣምላኸይ 
      ግሩም ግሩም ግሩም ግሩም ኢኻ ኢየሱሰይ 
        ሰናይ ሰናይ ሰናይ ሰናይ ኢኻ ኣምላኸይ 
      ብሉጽ ብሉጽ ብሉጽ ብሉጽ ኢኻ ኢየሱሰይ`,
    eng: ``
},    
    song126: {
    title: { tig: "ንዓ መንፈስ ቅዱስ ንዓ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ንዓ ባዕልኻ ምርሓኒ 
   መንገድታትካ ምሃረኒ 
   ኣብ ሽግረይ ኣጸናንዓኒ 
   ንኹሉ ሓቂ ኣፍልጠኒ 
       ተደ፦ንዓ መንፈስ ቅዱስ ንዓ  
                ንዓ ንልበይ ምልኣዮ (ርትዓዮ) 
                ንዓ መንፈስ ቅዱስ ንዓ  
                 ኣብ ፍቕርካ ኣጽንዓዮ /2/ 
2.ብሓቂ መታን ክምራሕ 
   ብሓጢኣተይ’ውን ክንሳሕ 
   ገጽ ኣቦ ክርኢ ኣብ ጸጽባሕ 
   ንዓ ኣብ ሕይወተይ ስራሕ 
             3.ንቓልካ መታን ክምስክር 
                ኣውጽኣኒ ካብ ጸልማት ድንግርግር 
                ካብ ሓጢኣት ርሒቐ ክሕደስ 
                ንዓ ኣብ ውሽጢ ልበይ ንገስ 
4.ንሕጊ እግዚኣብሄር ከይጥሕስ 
   ኣብ ጭቃ ናይ ሓጢኣት ከይሕምብስ 
   ኣብ ሰማይ ብሓጢኣት ከይውቀስ 
   ለውጠኒ መንፈስ ቅዱስ ጰራቅሊጦስ 
             5.ተጊሄ መታን ክጽሊ 
                ናይ ሰይጣን ፍሕሶ ከለሊ 
                ኩሉ ከርሕቖ ዝኾነ መታለሊ 
                ንዓ ናይ መንፈስ ቅዱስ ሓይሊ 
6.ንዓ ብብርሃንካ ምርሓኒ 
   መፍቀሪ ክኸውን ሓግዘኒ 
   ብህያባት መንፈስካ ምልኣኒ 
   ካባይ ኣይትፈለ ሓይሊ ሕይወት ኩነኒ`,
    eng: ``
},    
    song127: {
    title: { tig: "ግሩም ነገር ጌሩ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ግሩም ነገር ጌሩ’ዩሞ ንእግዚ/ር ዘምሩ 
 ዎ’ዚ ኣምላኽና ዓቢ ነገር ጌሩ 
 መዓልቲ ወሲኹ ካብ ርኣየናሲ 
 ክበር ተመስገን ንብሎ ነዚ ጎይታ ክብሪ(2) /3/ 
           ኣሆሆሆይ ክዝምር’የ…  
2.ስሓቕ ጌሩልና ኣሃ(3)  
  እልልታ መሊኡ ደምበና  
  ምስጋና መሊኡ ደምበና(2) 
  ዝሰምዐ ዘበለ ምሳና ይስሓቕ 
  ንኹሉ ዝኸውን’ዩ ናይ እግዚ/ር ስሓቕ 
  ዝሰምዐ ዘበለ ምሳና ይስሓቕ 
  ዝውዳእ ኣይኮነን ናይ እግዚ/ር ስሓቕ /3/ 
           ክብሪ ክብሪ ክብሪ ክብሪ ንዓኻ…  `,
    eng: ``
},    
    song128: {
    title: { tig: "መንእሰይ ክርስትያን", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
    ተደ፦ኦ መንእሰይ ክርስትያን 
          ተመለስ ይኣኽለካ 
          ፍርዲ ክኸውን’ዩ  
          ጸብጻብ ክትህብ ኢኻ /2/ 
1.በብግዚኡ ዝለዋወጥ ኩሉ ጥዒምካዮ(2) 
 ብደስታ ብታሕጓስ ግዜኻ ኣጥፊእካዮ(2) 
 ተመለስ(3) ይኣኽለካ ተመለስ /2/ 
        2.እቲ ካብቲ ናተይ ኢልካ ትኣምነሉ(2) 
          ገንዘብ ክዳን ኢልካ ኩሉ ወሲንካሉ(2) 
          ተመለስ(3) ይኣኽለካ ተመለስ /2/  
3.ዝበለጸ ክዳን እናተኸደንካ(2) 
  ኣዘራርባኻ ቅጥዒ ከይገበርካ(2) 
  ተመለስ(3) ይኣኽለካ ተመለስ /2/  
        4.ግዜ ከምዝኸይድ ፍጹም ከይሓሰብካ(2) 
          ጉብዝና ስሓቕን ጥራይ ዓጂቡካ(2) 
          ተመለስ(3) ይኣኽለካ ተመለስ /2/  `,
    eng: ``
},    
    song129: {
    title: { tig: "ንማርያም ንለምና", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
    ተደ፦ንማርያም ንለምና ከተማልደልና 
          ኣዴና ንበላ ደቀይ ክትብለና 
          ኣደ ኢየሱስና እያ እቲ ዝሞተልና(2) 
1.ወይኒ እምበር የብሎምን 
 ኢልኪ ምስ ሓበርኪ 
 ኣብዘይ ምዱብ ግዜ ቃልኪ ተሰሚዑልኪ 
 ኢየሱስ ዝበለኩም ግበሩ ኢልኪ ኣበሲርኪ 
 ስለ ዝኣመንኪ ከም ዝሰምዓኪ(2) 
        2.ኦ ማርያም ኣዴና ከምቲ ቃል ወድኺ 
          ዝብልዎ ኣይፈልጡን እዮም ለምንሎም ኢኺ 
          ናብ ኣምላኽ ክምለሱ ክፈልጡ ዕቤትኪ 
          ስለዚ ኣዴና ጸልይሎም ኢኺ 
          ሕይወት ንኽህቦም ለዋህ ወድኺ(2) 
3.ከም ማርያም ምስ ማርያም 
  ብማርያም ናብ ኢየሱስ 
  እዩ ዕላማና ቤቱ ንኽንወርስ  
  ንጽሊ ኣሎና ክብርኻ ክንወርስ 
  ምስቶም ቅዱሳንካ ክብሪ ክንሓፍስ(2)`,
    eng: ``
},    
    song130: {
    title: { tig: "ንስኻ ናተይ ኢኻ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብስመይ ጸዊዕካ ውሉደይ ኢልካኒ 
  ከይጠፍእ ከይኩነን’ውን ተኸናኺንካኒ 
  ንስኻ ናተይ ኢኻ ኣነ ድማ ኢየ ናትካ 
  ጎይታ ኢየሱሰይ ይባረኽ ስምካ 
     ተደ፦ኦ ሆሆ ሃሌ ሉያ(4) 
           ንስኻ ናተይ ኢኻ ኣነ ድማ ኢየ ናትካ 
           ጎይታ ኢየሱሰይ ይባረኽ ስምካ 
2.ብማየት ምስ ዝኸይድ ኣይክጥሕልን ኢየ 
  ብሓዊ ምስ ዝሳገር ኣይክነድድን ኢየ  
  ንስኻ ምሳይ ኢኻ እሞ እንታይ ከይጎድለኒ 
  ኣብ ዝኸድክዎ ኩሉ ደገፍ ትኾነኒ 
         3.ቀቅድመይ እንዳሓለፍካ ድንኩል ሰጥ ተብሎ 
           ንማዕጾ ኣስራዚ’ውን ሕሸምሸም ተብሎ 
           ካብ ጸልማት ዝተሰወረ መዝገብ ትህበኒ 
           ኣነ ከይፈለጥኩኻ ስም ክብረት ሂብካኒ 
4.ንኹሎም ተጻረርተይ’ውን ረጊጽካዮም ኢኻ 
  በቲ ሓያል ዝኾነ ብርቱዕ ቅልጽም ኢድካ 
  የለን ዝጽግመኒ የለን ዝቃወመኒ 
  ንስኻ ምሳይ ካብ ኮንካስ መን ይቃወመኒ`,
    eng: ``
},    
    song131: {
    title: { tig: "ንእመን ኣሎና", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.እህህታ ሕዝበይ ኣይትሰምዖን ዲኻ 
 ንብዓትና ተኣኪቡስ ኣይመልኦን’ድዩ ቲ’ጽዋእ 
 ስለ ፍትሒ ሕዝበይ ኣብቲ ነቓዕ ደው ይብል 
 ዎ ኣምላኽ ዘክረና ዝሓለፈ ይእከል(2) 
     ተደ፦ሓጥያትናን ሓጥያት ሕዝብናን  
           ንእመን ኣሎና 
           ሓጥያት ቤት ኣቦናን ሓጥያት ሕዝብናን  
           ንእመን ኣሎና /2/ 
      ኦሆሆሆሆ ርድኣና(4) 
      ናባኻ ንምለስ ኣብ እግርኻ ንወድቕ  
      ንእመን ኣሎና 
      ናባኻ ንምለስ ኣብ እግርኻ ንወድቕ  
      ይቕረ በል ሓጢያትና   
2.መሊስካ’ዶ ሕይወት ኣይክትህበናን ኢኻ 
  ነዛ ምድሪ ምሕረትካ ተወዲኡ’ድዩ ዎ ኣባ 
  ውግእ ስደት ጥሜት የኽትም ኣብ ዘመንና 
  ዝተረፈና የለን ገጽካ ምለስ ናባና(2) 
         3.ዓመታት ሰተየ ደም ዛ’ምድሪ ገበል 
           ሕጅስ እባ ፍረዶ ሰይፍኻ ውን‘ኣልዕል 
           መርገም ጣዖት ይነቐል በረኸትና ዝኽልክል 
           ሰማያትና ይከፈት ቲ’መብረስ ውን’ይብረስ(2)`,
    eng: ``
},    
    song132: {
    title: { tig: "ከመስግኖ’የ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብጭግራፍ ከትኪቶም ብኲናት ወግእዎ 
  ዎ ኣምላኽ ተነበ ኢሎም ሰሓቕዎ 
  ገሊኦም ጡፍ በልሉ ገሊኦም ጸፍዕዎ 
  ኩሉ ስጋኡ’ውን ስምብራት መልእዎ 
  ሎሚ ከስተውዕሎ ንዓይ ዝገበሮ 
      ተደ፦ከመስግኖ’የ(2) ንገሩኒ ቃላት ወስኹኒ 
            ውዕለታኡ ንኽገልጾ ሓጺሩኒ 
            ብርኹሳት ከናፍረይ ከመስግኖ 
            ከስተንትኖ ነቲ ንዓይ ዝገበሮ 
2.መስቀል ተሸኪሙ ደም ኣናረሃጸ 
  በጃና ክሓልፍ ንሕስራን መረጸ 
  ባርኖሱ ቀንጢጦም ክዳን ከደንዎ 
  ጎልጎልታ ክድይብ ፍቕረይ ገዲድዎ 
  ሎሚ ከስተንትኖ ንዓይ ዝገበሮ 
          3.መስቀል ሰቒሎሞ ከም ሓደ በዳሊ 
            ኣጋፍዕዎ’ውን ከም ዘይብሉ ሓይሊ 
            ንኹሉ ሓጥያትና ኣብ መስቀል ጸይርዎ 
            ተፈጸመ ኢሉ ንኹሉ ኣንጺሕዎ 
            ሎሚ ከስተውዕሎ ንዓይ ዝገበሮ 
4.ኣምላኽናስ ህያው’ዩ ሞይቱ ኣይተረፈን 
  ማእሰር ሞት ኣይሓዞን ኩሉ ኣይኣሰሮን 
  ኣብ ሲኦል ወሪዱ ንመቑሕና ፈትሖ 
  ንውዲት ጸላኢ ብደሙ ክገንሖ 
  ሎሚ ከስተንትኖ ንዓይ ዝገበሮ`,
    eng: ``
},    
    song133: {
    title: { tig: "ክርስትያን’የ ብተስፋ ዝነብር", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ክርስትያን’የ ብተስፋ ዝነብር(2) 
 እንትርፎ ምስ ጎይታ ምስ ካልእ ዘይሓብር 
 ቃልካ እዩ ሓይሊ ዝኾነኒ እወ ዝኾነኒ 
 ብመንፈስ ክብርትዕ ጸጋኻ ሃበኒ(2) 
    ተደ፦ኣቦ ኣለኒ ዝሕልወኒ 
          ኣቦ ኣለኒ ዝናብየኒ 
          ኣቦ ኣለኒ ዝሕብሕበኒ 
          ኣቦ ኣለኒ ዝከናኸነኒ 
2.ካብ ቃልካ’የ ዝተመሃርክዎ(2) 
  ግዜ’ኳ እንተኸፍአስ መፈጸምታ ኣለዎ 
  በዚ’ስኻ ሓይሊ ትህበኒ እወ ትህበኒ 
  ምህርተይ ዛዚመ ቤትካ ከም ዝወርስ እምንቶ ኣሎኒ 
     3.ወትሩ ግዜ ክምስክረልካ’የ(2) 
       ትእዛዝካ ኢዩ’ሞ ኣይሓፍርን’የ ኣነ 
       ጎይታኻ ኣቤ’ሎ ንዝብሉኒ ነቶም ዘይኣመንቲ 
       ብተስፋኻ ብጽሓዮም ክኾኑ መስከርቲ ናትካ ኣገልገልቲ 
               ኣቦ ኣለና ዝሕልወና 
               ኣቦ ኣለና ዝናብየና 
               ኣቦ ኣለና ዝሕብሕበና 
               ኣቦ ኣለና ዝከናኸነና `,
    eng: ``
},    
    song134: {
    title: { tig: "ዝኽተሎ ኣምላኽ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ኣነ ከይደኸምኩ ጉዕዞይ ከይፈጸምኩ 
   ኢየሱስ እመነኒ ኣብ ሞያ ኣውዕለኒ 
   ድሌተይ ሃረርታይ ናይ ልበይ ናፍቖት 
   ንዓኻ ክነብር ጥራይ ኢዩ ኢየሱስ 
      ተደ፦ዝኽተሎ ኣምላኽ ዝሰግደሉ ጐይታ 
               ካልእ የብለይን ኢየሱስ ብዘይካኻ 
               ኣብዛ ሽጋር ዓለም ቅሳነት ዘይብላ 
               ኢየሱስ ክነብር’የ በቲ ናትካ ጸጋ 
2.ኣነ ምንባረይ ንዓኻ ይኹን ጐይታ 
   ፍጹም ኣይምለስን ከይበጻሕኩ ኣባኻ 
   ሞት እንተኾነ ጭንቀት’ተመጸ መከራ    
   ፍጹም ኣይምለስን ከይረኣኹ ገጽካ 
            3.ጐይታየ ስምዓኒ ኣነ እልምነካ 
               ቃላተይ ከይልውጥ እማባጽዓልካ 
               ሃረርታ ኣሎኒ ክገብር ፍቓድካ 
               ሓንሳእ መዲበ’የ ንኸገልግለካ 
4.ኦ ፈቃር ኢየሱስይ ልዑል መድሓኒየይ 
   ናትካ እየ ኣነ ንምሉእ ሕይወተይ 
   ኦ ኣምላኸይ ምርሓኒ ኣይትጋደፈኒ 
   ምሳኻ ምንባር’ዩ ጥራይ ዝሕሸኒ`,
    eng: ``
},   
    song135: {
    title: { tig: "ደምበኻ ይሕሸኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ካብ ደምበ ኣምላኸይ ኣርሒቐ ወጼ ኣሃሃ… 
 ጣዕሚ ንእስነተይ ክርኢ ተመንየ ኣሃሃ… 
 ገንዘበይ ዘርየዮ ብቕለት ዕብዳን ኣሃሃ… 
 ክብረት መሲሉኒ ዝህበኒ ጽጋብ ኣሃሃ… 
         ክብረት ነይብሉ እንትርፎ ውርደት 
         ኣንጻር ዝጽበዮ ዓጺደ’የ ምረት(2) 
2.ብዘይ ብኣኻ ኢየሱሰይ ዘይብሉ 
  ትርጉም ናይ ምንባረይ መቐረት ስኢነሉ(2) 
       3.ንዓኻ ፈልፋሊ ማይ ሕይወት ሓዲገ ኣሃሃ…  
         ቲ’ዝነበረኒ ሰላመይ ዘሪገ እሃሃ… 
         ካባኻ ዝበልጽ ሕይወት ከስተማቕር እሃሃ… 
         ኣምሪሐን ኣእጋረይ ናብ ስፍራ ደልሃመት ኣሃሃ… 
              ኣቤሎ ድኣ ጽቡቕ ዝመስለኒ 
              ግዜ ዕሽነተይ ዕርቃን ኣውሪሱኒ 
              ከም ባድም ከተማ ኩሉ ክንዕቀኒ 
              ጥራየይ ተሪፈ ኣዘኽቲሙኒ 
4.ብዘይ ብኣኻ ኢየሱሰይ ዘይብሉ 
  ትርጉም ናይ ምንባረይ መቐረት ስኢነሉ(2) 
         ሕጅስ ፈሊጠ’የ ደምቤኻ’ሕሸኒ 
         እመጸካ’ለኹ ተቐበለኒ(2) /4/ 
              ኣይውዳእን’ዩ ምሕረትካ  
              ንኹራ ደንጓይ ለዋህ ኢኻ(2) 
              ኣይውዳእን’ዩ ምሕረትካ 
              ን’እከይ ትጠዓስ ዓቢ’ዩ ሳህልኻ(2) /2/ `,
    eng: ``
},   
    song136: {
    title: { tig: "ምሳኻ ኮይነ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
         ተደ፦እግዚ/ር… ሓይለይ ኢኻ 
               ከውሐይ ኢኻ 
               ትውልክተይ ኢኻ… 
               ምሳኻ ኮይነ ኩሉ ዝኸዶ  
               ካብ ዓወት ናብ ዓወት 
               ‘ናዘለልኩ ‘ሓልፎ(2) 
1.እቲ ግሁር ሓዊ ኣብ ‘ቶን ዝተኣጉደ 
  ሸውዓተ ዕጽፊ ኮይኑ’ኳ ‘ተነደደ 
     ንስኻ ምሳይ ስለ ዘሎኻ’ኮ 
     ይሕጎስ ይዝምር ኮይነ ኣብቲ ውሽጡ(2) 
          2.ናብ ንሕስያ ዘይብሎም ዝተኣስሩ ኣናብስ  
            ደርብዮም ዓጸዉኒ ታሪኸይ ክድምሰስ 
               መልኣኽካ ልኢኽካ ኣፎም ዓጾኻለይ 
               ዘይባህሪኦም እምበር ኮኑ መጻውተይ(2) 
3.ሕልሙ ኣጨኒቕዎ ንጉስ ተናወጸ 
  ምዝካሩ ስኢኑ ሰብ ክቐትል መረጸ 
     ንሕይወተይ ዘጥፍእ ዝነበረ ጉዳይ 
     ነቲ ምስጢር ገሊጽካ ንኽብረት ኮነለይ(2) 
          ተደ፦እግዚ/ር…… ዋልታይ ኢኻ 
                ዕርደይ ኢኻ 
                ረዲአተይ ኢኻ 
                ምሳኻ ኮይነ ኩሉ ዝኸዶ  
                ካብ ዓወት ናብ ዓወት 
                ‘ናዘለልኩ ‘ሓልፎ(2) 
4.ኩነታት ተመሰለ ኣምላኽ ዝራሕርሓኒ 
  ገና ኣብ ንእስነተይ ናብ ምርኮ ዝደርበየኒ 
     ለካ’ቶም ዝጸንዑ ዝሕልዉ እምነቶም 
     ፍልይ ኣቢልካ ብዓወት ትመርሖም(2) `,
    eng: ``
},   
    song137: {
    title: { tig: "ብማርያም ምስ ማርያም", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብዘይ ሓጢኣት ኣዳም ዝተጠነስኪ ማርያም 
  እናበልና ንቕረባ ንሳ’ያ ኣዴና 
  ብእምነት ጸኒዕና ብኣኣ ተተመራሕና 
  ሎሚ’ውን ትደግመልና ገለ ከም ዘይጎድለና 
     ተደ፦ብማርያም ምስ ማርያም ናብ ኢየሱስ 
           ብኣኣ ጌረ ናብ ኣምላኽ ክበጽሕ 
           ጸግዒ ረኺበ ገለ ኣይጎድለንን 
           ደጊም ጸኒዐ ፍርሒ የብለይን 
2.ፍቕሪ ማርያም ዓዚዙ ክግለጽ ኣብ ሕይወትና 
  ሞቕጸርያ ኣይንግደፍ ንሱ’ዩ መለለይና 
  ኣብ ጸሎት ንትጋህ ደኣ ኣይንተሃከ ኢና 
  ናይ ማርያም ብሙዃና ባህ’ውን ይበለና 
         3.ማርያም ትብል ኣላ ደቀይ ጽንዑ ኢኹም 
           ዝኣተኹሞ ቃል ዘክሩ ሕድርኹም 
           ማዕተብኩም እሰሩ ኣይትረስዑ ኢኹም 
           ሰጋእ ኣይትበሉ ኣለኹ ምሳኹም `,
    eng: ``
},   
    song138: {
    title: { tig: "ገሪሙኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ወትሩ እንክጉዓዝ ብናትይ ፍቓድ 
 ልበይ ኣይነበረን ፍጹም ዝስንብድ 
 ካብኦም ክሃድም ተኸታቲሉ 
 ኣንጻሩ ኾይነ ብስርሐይ ኩሉ 
 ኢሉ ሒዙኒ መን ከይሰደካ 
 ንዓ ናባይ ውሉደይ ኢኻ 
    ተደ፦ገሪሙኒ ከምዚ’ድዩ(2) 
          ንዓይስ ጎይታ ይፈትወኒ ኢዩ  
2.ጠፊአ ኔረ ግደይ ተማቒለ 
  ተመሊሰዮ ጥርሐይ ብዘይ ገለ 
  ኣቦይ በዲለካ ምሕረት ክትህበኒ 
  ናትካ ባርያ እምበር ውሉድ ከይትብለኒ 
  ካብ ልቡ ሓዚኑ ይቕሬታ ጌሩለይ 
  ቀለቤት ናብ ኢደይ ስቡሕ ሓሪዱለይ 
        3.ብናይ ዓለም ነገር ብዙሕ ተኸቢበ 
          ሓጢኣተይ በዚሑ እንተተኣከበ 
          ናብ ፍርደይ ኣይቀረብኩን ኣይብል በዲልካኒ 
          ኩሉ ግዜ ምሳይ ሕማቕ ከይረኽበኒ 
          ናብ ፍርደይ ኣይቀረብኩን ምሕረት በዚሑለይ 
          ናብ ሕቕፉ ክቐርብ ኢዱ ዘርጊሑለይ `,
    eng: ``
},   
    song139: {
    title: { tig: "ሓበነይ ኢኻ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ኣብ ዓለም ኮብሊለ ጽቡቕ መሲሉኒ 
 ከማኻ ኣይረኸብኩን ዕጋበት ዝህበኒ 
 ንስኻ ጥራሕ ኢኻ መራሕ ናይ’ዛ ነብሰይ 
 ከይጠፍእ ከይደክም ትጓሲ ንሒወተይ(3) 
     ተደ፦ተስፋይ ኢኻ ጽንዓተይ 
           ሃረርታይ ኢኻ ድሌተይ 
           እምነተይ ኢኻ ድሕነተይ 
           ሓበነይ ኢኻ ኩርዓተይ 
2.ዎ እግዚ/ር ከም ቃልካ ሕያው ግበረኒ 
  ነጥቃዕተይ የሕሊፍካ ኣይትሃበኒ 
  ካብ ገጽካ ከይርሕቕ ኣቦ ሓልወኒ 
  ንዘልኣለም ኣብ ቤትካ ምንባር ይሕሸኒ(3) 
         3.ክዝምረልካ’የ ኣንታ ለዋህ ኣምላኸይ  
           ሕይወትካ ክሳብ ምሃብ ዝተበጀኻለይ 
           ክንደይ’ለ ክጽብጽቦ ኣቦየ ሰናይካ 
           ተመስገን ተባረኽ ንገስ ኣብ ዙፋንካ 
           ተመስገን ተወደስ ክበር ኣብ ዙፋንካ 
           ተመስገን ልዕል በል ንገስ ኣብ ዙፋንካ`,
    eng: ``
},   
    song140: {
    title: { tig: "ጹኑዕ ዋልታይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ኣብቲ ደረቕ ጽሙእ ምድረበዳ 
  ኮይና ነብሰይ ሃረር ትብለካ ኣላ 
  ዎ እግዚ/ር ምሕረት ግበረላ 
     ብዘይካኻ መዓስ ትንቀሳቐስ 
     ሓደ ሱግሚ ብዝኾነ ትርገጽ 
     ኣይትብልን’ያ(2)  
     ፍጹም ኣይትብልን /2/  
          ተደ፦ኣታ ንህድኣተይ እተትግህ ጎይታ 
                ኣታ ንዕረፍተይ ዘይትዓርፍ ጎይታ 
                ነብሰይ ኣምዕቁባ ኢየሱስ ከም ቀደምካ 
                ኣዕዝዞ ሳህልኻ 
2.እቲ እከይ’ሲ ክጥሕረኒ ደልዩ 
  ኣብ ዓንኬል ዙርያይ የዕገርግር’ዩ ዘሎ 
  በቲ ሓያል ቅልጽምካ ገስጾ 
     ጽኑዕ ዋልታይ እሙን መዕቆብየይ 
     ብዘይካኻ መን’ዩ ረዳእየይ  
     ጠምተኒ(2) ርኣየኒ(2)  
     ገጽካ ምለሰለይ /2/ 
              3.ነዊሕ ጉዕዞ ምስ ሓለነት ነብሰይ 
                ካብቲ ቤትካ ክትክወል ኢየሱሰይ 
                ኣይማእማኣን ፍጹም ኣይጠዓማን 
                   ጣዕሚ ሕይወት የለን ብዘይካኻ 
                   ኮንትነት’ዩ ዘይብሉ ንስኻ 
                   ሪኣቶ’ያ(2) መስኪራቶ(2)  
                   መስኪራቶ ነብሰይ /2/ `,
    eng: ``
},   
    song141: {
    title: { tig: "ስደት ዋላ ሞት", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ቅልጽም ትምክሕተይ ናተይ’ውን ዋልታ 
  ዘጸናንዓኒ መታን ከይርታዕ 
  ካብ ኣፍ ሞት መንጢሉ መን ድዩ ዘድሓነኒ 
  ካብ ፍቕሪ ክርስቶስ መን ይፈልየኒ 
      ተደ፦ስደት ዋላ ሞት ጭንቂ መከራ 
            እንተ መጸ’ኳ ከቶ ኣይፈርሕን 
            ካብ ኢየሱሰይ መን ይፈልየኒ 
            ኣብ መስቀል ኮይኑ ፍቕሩ ኣርእዩኒ 
2.ካብ ዕንቊ ዝበልጽ ክብሪ ሽልማት 
  ካብ ኩሎም ዝበልጽ ካብ ኩሎም ኣዝማድ 
  ካብዚ ጽኑዕ ዓርከይ መን ይፈልየኒ 
  ብዓቢይ ክብሪ ንዓይ ሓርዩኒ 
          3.ብዙሕ ምቅዋም እንተመጸኒ 
            ናይ መከራ ግመ እንተኸወለኒ 
            ኣብ ኩሉ መከራይ ዘጸናንዓኒ 
            ካብ ጎይታ ኢየሱስ መን ይፈልየኒ 
4.ሓደስቲ ፍጥረት ምስ መላእኽቲ 
  ምስኦም ሓቢሮም ነገስታት ምድሪ 
  ንኣኡ ክኽሕድ እንተገደዱኒ 
  ካብዚ ፍጹም ዓርክይ ከቶ ኣይፈልዩንን `,
    eng: ``
},   
    song142: {
    title: { tig: "ሓለፋ ኹሉ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
   ተደ፦ሓለፋ ኹሉ 
         ትተግሃሉ ንቓልካ(2) 
         ከምዝፍጸም እትገብሮ(2) 
         ኣምላኽ ኢኻ /2/ 
1.ነቲ ህያው ዘርኢ ካብ ምድሪ ከጽንቱ 
  ኩሎም ተጻረርተይ እንክትንስኡ 
  ዘርኢ ኣምላኽ ግን ከም ሑጻ ባሕሪ 
  ተባሪኹ’ዩ ክሳዕ ወሰን ምድሪ(2) 
         ኣብ ቃሉ ጽኑዕ እዩ ኣምላኸይ(2) 
         ኣይጠፍእኔ ንዘልኣለም ኪዳን ኣትዩለይ 
2.ኣምላኾም የለን እናተባህለ 
  ሕዝብኻ ግና እምብዛ ሰሰነ 
  ንምኽሪ (ንባህሪ) ኣምላኽ መን’ዩ ዘጸልምቶ 
  ዋላ ብዘይፍልጠት የለን ዝልውጦ(2) 
         ክሳዕ ዝግረሙ ከም ዘባጨዉለይ(2) 
         ዶባተይ ሰፊሑ ኣብ ስፍራ ጸላእተይ(2) 
3.ብሓይሊ ትደፍእ ኣላ መንግስትኻ 
  ኣብ ዘመናት ምሉእ የለን ዝኽልክላ 
  ደጌታት ሲኦል ኣይሕይልዋን’ዮም  
  ዝበልካዮ ቃልካ እንሆ ይፍጸም(2) 
         ብዝሒ ዘመናት ኣይልውጦን’ዩ ንምኽርኻ 
         ትስዕር እምበር ኣይትስዓርን ታ’መንግስትኻ`,
    eng: ``
},   
    song143: {
    title: { tig: "መን ኣሎ ዝወዳደሮ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ኣምላኽ ንዓና መዕቆብን ሓይልን’ዩ 
  ኣምላኽ ንዓና ሕይወትን ተስፋን’ዩ 
  ኣምላኽ ንዓና ሰላምን ሓጎስን’ዩ 
  ኣምላኽ ንዓና ዓቢ በረኸት እዩ 
     ተደ፦ንኣምላኽና መን ኣሎ ዝወዳደሮ 
           ንኣምላኽና መን ኣሎ ዝመሳሰሎ(2) 
2.ቃሉ ክልተ ዝኣፉ ሰይፊ እዩ 
  ቃሉ እምብዛ መዓር ወለላ እዩ 
  ቃሉ ኩሉ ጊዜ ጽሩይ ቃላት እዩ 
  ቃሉ ንዓና ዓቢ መጸናንዒ እዩ 
         3.ብሓቂ ጎይታ ንዓና ደሊኻ 
           ንዓና ንሓጥኣን ክትጽውዕ መጺእካ 
           ክንደይ የፍቅር እቲ ልብኻ 
           ከምዚ ዝበለ ዓቢ ኣምላኽ ኢኻ 
4.ብምሕረትካ ወትሩ ትኽልለና 
  ብጸጋኻ ወትሩ ተዕብየና 
  ከመይ ኢሉ’ዩ እዚ ኮይኑልና 
  ተቐበል ኢኻ ናይ ደቅኻ ምስጋና `,
    eng: ``
},   
    song144: {
    title: { tig: "መንፈስ ተስፋ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `መንፈስ ተስፋ 
1.መበራትዒና መንፈስ ቅዱስ 
 መጸናንዒና መንፈስ ቅዱስ 
 ዓያዪ ዕዮና መንፈስ ቅዱስ 
 ትርጉም ናይ ርስትና መንፈስ ቅዱስ 
    ንበይንና ኣይኮናን ንኸዶ እዚ ጉዕዞ 
    ሓደ እወ ኣሎና ማንም ዘይስዕሮ 
    ብቕድሚት ብድሕሪት ጽኑዕ’ዩ ዋልታና 
    ብየማን ብጸጋም እሙን’ዩ ጸግዕና 
         ተደ፦እዚ መንፈስ ተስፋ / መንፈስ ፍቕሪ  
                    መንፈስ ጸጋ / መንፈስ ሓይሊ  
               እዚ መንፈስ ክብሪ / መንፈስ ሓጎስ  
                    ጌና ኣሎ መንፈስ ቅዱስ 
                        ብሰረገላ’ዩ ኣብዚ ኣብጺሑና 
                        ብሰረገላ ቅዱስ(4) 
2.ወንጌል ንድኻታት ኣብ ልቦም ክበጽሖም 
  ጭኩናት እሱራት ሓርነት ክህነቶም 
  ከምቲ ናይ ኣቦታትና ምስኦም ዝነበረ 
  መንፈስ ኣምላኽ ኣሎ ጌና ከይደኸመ 
           3.ከናፍርና ቅብኣቱ ክፈስስ 
             ንሰማዕቱ በረኸት ከውርስ 
             ኣእዳውና ፍቓዱ ክገብራ 
             ምንጋፍ ኣብ ኩሉ ከብጽሓ 
             ክርዳድና ብሓዊ ክነድድ 
             ስርናይና ብወፍሪ ክንዓጽድ 
             ንዓለም ብዓለማ ክንመልኣ 
             መንፈስ ቅዱስ ኣሎ ኣብ ዙርያና 
             መንፈስ ቅዱስ ኣሎ ኣብ ማእከልና 
             መንፈስ ቅዱስ ኣሎ ኣብ ማሕደርና  
             መንፈስ ቅዱስ ኣሎ ኣብ ልብና  
             መንፈስ ቅዱስ ኣሎ ኣብ ልዕሌና `,
    eng: ``
},   
    song145: {
    title: { tig: "ሰላም ንዓኺ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
    ተደ፦ሰላም ንዓኺ ኦ ምልእተ ጸጋ 
          ኣምላኽ ምሳኺ 
          ሕይወትናን ታሕጓስናን ተስፋናን ሰላም 
1.ፍቓዱ ክትመልኢ ሕራይ ዝበልክዮ  
 ንቓል ርሕሩሕ ኣምላኽ ኣብ ልብኺ ዘሕደርክዮ 
 ኦ ርሕርሕቲ ኣደ ትሕትና ኣምህርና 
 እነና ባሮትካ ክንብል ኣኽእልና 
        2.ናባኺ ዝተማሕጸነ ኣይተርፍን ከንቱ 
          ንዓኺ ዝለመነ ጸጋ ኣውሃቢቱ 
          ናባኺ ዝቐረበ ኣማላዲቱ 
          ንዝጸበቦ’ውን ተርሕቢ መንገዱ 
3.ኣብ መርዓ ናይ ቃና ጭንቀቶም ርኢኺ 
  ወይኒ ተወዲኡ በልክዮ ንወድኺ  
  ኦ ኣዴና ማርያም ምለስልና ገጽኪ 
  ኦ ርሕርሕቲ ኣደ ስደዲ ቆላሕታኺ`,
    eng: ``
},   
    song146: {
    title: { tig: "ሓይሊ መንፈስ ቅዱስ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ሓይሊ መንፈስ ቅዱስ ይገለጽ ኣባና 
 ሕጂ’ውን ይገለጽ ይገለጽ ኣባና 
 ሕጂ’ውን ይገለጽ ከም እንደገና /2/ 
      2.ከምቲ ናይ ሓዋርያት ኣብቲ ጽርሓ ጽዮን 
        ከምኡ ድማ ኣብዚ ኣብዚ ጉባኤና 
        ንዓ ውረድ ሕጂ ጎይታ ኣምላኽና /2/ 
3.ከም ጴጥሮስ ከም ጳውሎስ ከምቶም ሓዋርያትካ 
  ሓንቲ ከይፈራሕና ንቅዱስ ፍቓድካ 
  ክንምስክር ንኹሉ ተግባራትካ /2/ 
      4.ብፍቕርና ይፍለጡ ኣሕዋት ከምዝኾንና 
        ኣሕዛብ ነዚ ይፍለጡ ናይ ክርስቶስ ሙዃንና 
        ብሕብረት መንፈስ ቅዱስ እናተመገብና /2/ `,
    eng: ``
},   
    song147: {
    title: { tig: "ለውጣ ለውጣ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
     ተደ፦ ለውጣ ለውጣ ሕይወተይ ለውጣ ኦ ጐይታይ 
             ንዓኻ ከም እትመስል ግበራ ኦ ኢየሱስ ሕይወተይ 
1.ክሳብ መዓስ ኢየ ክነብር በዚ ሕይወት 
   ንኣኻ ንምቅዋም ነፍሰይ ተሰለፈት 
   ክነብር ኣይደልን እናሕዘንኩ ንዓኻ 
   ሕይወተይ ለዉጣ ጐይታይ ሓደራኻ 
          2.ሕይወተይ ይተሓደስ ይለወጥ ይቀየር 
             ኣንነተይ ጠፊኡ ክብርኻ ይመስከር 
             ልበይ’ዉን ይሰበር ይርዓድ ናብ ቅድሜኻ 
             ኣብ ትሕቴኻ ይዕረፍ ክሓፍን ጸጋኻ  
3.መንፈስካ ይርድኣኒ ሕይወት ንኽረክብ 
   ናይ ዓለም ነገራት ፍጹም ከይሓስብ 
   ኩሉ ጊዜ ናትካ ጽምኣት ክሓድረኒ 
   ኢየሱስይ መድሕነይ ንዓ ለዉጠኒ 
          4.ጊዜይ ኣጥፊአዮ ክርስትያን ብምምሳል 
             ዕድመይ ተፋሪቑ ርእሰይ ብምትላል 
             ሕጂ ግን ይኣኽለኒ ናይ ኣፍ ክርስትያን 
             ኣንጉዐይ ኣፍሲሱ ነፍሰይ ዘማሰና`,
    eng: ``
},   
    song148: {
    title: { tig: "በገናኻ ኣልዕሎ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ንኹሉ ፍጻሜ ከም’ዘለዎ እመን 
 ተስፋኻ ኣይትደርቢ ርእስኻ ኣይተድንን 
 ኩሉ መጀምርታ ከም’ዘለዎ መወዳእታ’ለዎ 
 ኣብ ዑበል ኣይትስቀል በገናኻ ኣልዕሎ(3) 
 ኣብ ዑበል ኣይትስቀል በገናኻ ኣልዕሎ 
       ተደ፦ይኽእል እዩ እግዚ/ር ይኽእል’ዩ(2) 
             ቀሊል’ዩ እግዚ/ር ቀሊል’ዩ(2) 
2.ኩሉ ደሓን ደሓን ደሓን ደሓን’ዩ ምስ በልኩ 
  ዝሞተ ነገረይ ሕይወት ዘሪእሉ(2) 
  ሕይወት ዘሪእሉ(2) 
  ዝሞተ ነገረይ ሕይወት ዘሪእሉ 
           3.ከም ዘይሓልፍ የለን ኩሉ ሓላፊ’ዩ 
             ኩነታትካ ኣይትርአ እግዚ/ር ቀረባ’ዩ(2) 
             እግዚ/ር ቀረባ’ዩ(2) 
             ጭንቕ ኣይበልካ እግዚ/ር ቀረባ’ዩ `,
    eng: ``
},   
    song149: {
    title: { tig: "ተመስገን ይብለካ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ከመስግነካ ኢለ ኢየሱስ ክምልኸካ 
 ክሓስብ ከለኹ ልዕል ከብለካ 
 ቃላት’የ ዝስእን ክገልጽ ውዕለትካ 
 ዝብሎ ይጠፍኣኒ ገለ ከም ዘይፈልጠልካ(2) 
    ዝበቕዓካ ኾይነ’ይኮነን እቲ ዘቕርበልካ 
    ማለተይ ኮይኑ’ዩ ስኢነ’ውን ዝመልሰልካ 
    ተመስገን ይብለካ ንሱ ኮይኑ ዓቕመይ 
    ዝያዳ ትፈልጦ ሃረርታ ናይ ለበይ(2)  
        ተደ፦ተመስገን(3) ይብለካ /4/  
              ደጋጊመ ተመስገን ይብለካ  
              ከም ጥዑም ሽቶ ተቐበሎ ኢኻ(2) 
              ምስጋና’ዩ ናይ ድኹም ባርያኻ(2) 
2.ብጭልፋ ካብ ባሕሪ ካብቲ ውዕለትካ 
  ክገልጽ ኣይከኣልኩን ዓቢ ኮይኑ ስራሕካ 
  ብፍቕሪ ንብዓተይ ኢየሱስ ምስ ደረዝካ 
  ልበይ መሊእካዮ ብሓጎስ ኣልልታ(2) 
     ይጭድር ይዘልል ጎይታ ንኽብርኻ 
     ፍጹም ኣይርብርብን ክዝምር ንስምካ 
     ኣዝዩ ፍሉይ ኮይኑ እቲ ዝገበርካለይ 
     ተመስገን ጥራይ’ዩ ንሱ’ዩ ምላሸይ(2)  
            3.ድኹም ፍጥረት ኮይነ ወትሩ ዘጉህየካ 
              ብኽብሪ ኣንቢርካኒ ኣብቲ ቅዱስ ቤትካ 
              እንዳበደልኩኻ ስለይ ዝጸለኻ 
              ኣየ ናተይ ኣምላኽ’ሲ አረ ፍሉይ ኢኻ(2)  
                 እንታይ’ሞ ክብል እንታይ ከቕርበልካ 
                 ጨኒቑኒ’ዩ ዘሎ መግለጺ ፍቕርኻ 
                 ውዳሴ ምስጋና እቲ ዘሎ ኣብ ልበይ 
                 የቕርቦ ኣለኹ ናባኻ ፍትወይ(2)  `,
    eng: ``
},   
    song150: {
    title: { tig: "ኤልሻዳይ ኢየሱስ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ክንደይ ዘይምርመር እዩ ዕቤትካ 
 ዘይንገር እዩ ኩሉ ስራሕካ 
 ብምንታይ ክገልጾ ክብርኻ 
 ተመስገን ልዕል በል ክብለካ ሃሌ ሉያ 
     ተደ፦ተመስገን(5) ኤልሻዳይ ኢየሱስ ተመስገን 
           ኩሉ እትኽእል ተመስገን ሃሌ ሉያ 
2.እቲ ቅዱስ ሓቀኛ መርሖ 
  ዘይከኣል ንስኻ ትፈትሖ 
  ምሳኻ ዝወዳደር መን እዩ 
  ንዓኻ ዝመስል እንታዋይ’ዩ ሃሌ ሉያ 
         3.ጸላኢና ዝሓተሞ ማሕተም 
           ዝደምሰስካ ብናትካ ቅዱስ ደም 
           ንሕዝብኻ ድሕነት ኣወጅካ 
           መርሖ ሰማያት’ውን ከፈትካ ሃሌ ሉያ 
4.ንቱሕታት ምድሓን ትስልሞም 
  ነቶም ልዕል ዝብሉ ተዋርዶም 
  ንዝጻረሩኻ ትወቕዖም 
  ብናትካ ሓይሊ ተምበርክኾም ሃሌ ሉያ`,
    eng: ``
},   
    song151: {
    title: { tig: "ከም ሕያው ቃላትካ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ከምቲ ኣብ ሃዋርያት ዝነበረ መንፈስ 
   ሕጂ’ውን ኣፍስሶ ኦ ሕያው እግዚ/ር 
   ከም ህያው ቃላትካ ንጽበ ኣሎና 
   ብመንፈስ ቅዱስካ ምልኣዮ ሕይወትና(2)  
        ተደ፦ጎይታይ ከም ሕያው ቃላትካ 
                ኣፍስሰልና ንመንፈስካ 
                ዘርግሓልና ንኣእዳውካ 
                ግለጸልና ንኽብርኻ (3)  
2.ብሓይልን ትብዓትን ምልኣና ኦ ጎይታ 
   ካብ ጸልማት ናብ ብርሃን ክንወጽእ ሕዝብኻ 
   ንስኻ ክትከብር ነጊስካ ክትርአ 
   ስምካ ንኽምስገን ኣብ ማእከል ጉባኤ(2) 
             3.ኦ እግዚኣብሔር ስራሕ ከም ቀደምካ  
                ሕይወትና ለውጦ ብቕዱስ መንፈስካ 
                ንኽብርኻ ግለጽ ብግርማኻ ውረድ 
                ንዓ ናብ ሕይወትና ኣብ ውሽጥና ንገስ(2) 
4.ኦ ኢየሱስ ሰላምካ መንፈስካ ኣፍስሰልና 
   ንስኻ ክትከብር ንምሉእ ዘመንና 
  መንፈስ ቅዱስ ኢዩ ንዓኻ ዘኽብር 
   ንዝሞተ ሂወት ሕያዋን ዝገብር(2`,
    eng: ``
},   
    song152: {
    title: { tig: "ከምልኾ’የ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ሓቀይኛ ኣምላኽ ናይ ጥበብ ጎይታ 
 ዝኾነ ይኹን ፍጹም ዘይርሳዕ 
 ብሰብ ኣእምሮ ኣይግመትን’ዩ 
 ውርዱን ስፍሓቱን ኣይብጻሕን’ዩ 
     ተደ፦ከምልኾ’የ ነቲ ዓቢ ጎይታ 
           ከምልኾ’የ ብፍጹም ዘይርሳዕ 
           ከምልኾ’የ ነደቕቲ ዝነዓቕዎ 
           ከምልኾ’የ ነቲ ርእሲ መኣዝን 
2.ንፍቕሩ ርእየ ጥዒመ ኣሎኹ 
  ንዕኡ ክስዕብ መዲበ እሎኹ 
  ኣብቲ መከራይ ባዕሉ ኣንዳ መጸ 
  ይማጎተለይ መታን ከይቁጸ 
         3.ንጉድለተይ ኩሉ እናረኣየ 
           የመልክተኒ እናጎሃየ 
           ብፍቕሩ እዩ ዝማርኸኒ 
           ኣብ መስቀል ሞይቱ ሕይወት ሂቡኒ 
4.ብዘይካ ንሱ ዓርኪ የብለይን 
  ከምኡ ዘፍቅሮ ከቶ ኣይረክብን 
  ናይ ልበይ ሽግር ኩሉ ይፈልጦ 
  ዝኸበደኒ ባዕሉ ይቕንጥጦ `,
    eng: ``
},   
    song153: {
    title: { tig: "ኣቦይ ዝመረጻ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ተስፋ ዝተሳእኖ ኣዝዩ ክፉእ ቦታ 
  እንትርፎ ምጉርምራም ዘይብሉ መለሳ 
  ሓጎሱ ጠፊእዎ ፍጹም ዝቀሃመ 
  ሰላም ሰፊንዎ ካብ ማርያም ዝመጸ(2) 
       ተደ፦ላዕሊ ዝነበረ ናብ ታሕቲ ምስ መጸ 
             ንሓይሊ ሞት ክስዕሮ ኣብ ከርሳ ሓደረ 
             ብርሃን ዝነበረ ካብ ብርሃን ምስ መጸ 
             ንሓይሊ ሞት ክስዕሮ ኣብ ከርሳ ሓደረ  
                እንደገና ሽጉ ብብርሃን ኮሊዑ 
                ካብኣ ተበጊሱ ኣእዳዉ ዘርጊሑ(2) 
2.ካብ ኣምላኽ ዝመጸት ኣምላኽ ዝሓጸነት 
  ኣብ ትሕቲ ጸግኡ ልዕልቲ ዝኾነት 
  ንጉስ ምስ ሃነጻ ከምቲ ንሱ ዝደልዮ 
  ንግስቲ ብሙኻን ንጉስ ወለደቶ(2) 
           3.ደጊም ውሉድ እምበር ባርያ ኣይኮንኩን 
             ከምቲ ኣቦ ዘሎኒ ኣደ ኣይሰኣንኩን(2) 
                ኣቦይ ዝመረጻ ክትኮኖ መርዓቱ 
                ምስኣ ብሙዃን’የ ንኢየሱስ መዋርስቱ 
                ኣቦይ ዝመረጻ ክትኮኖ መርዓቱ 
                ምስኣ ብሙዃን’የ ንንጉስ መዋርስቱ 
                ኣቦይ ዝመረጻ ክትኮኖ መርዓቱ 
                ምስኣ ብሙዃን’የ ንተስፋ መዋርስቱ `,
    eng: ``
},   
    song154: {
    title: { tig: "ሓይሊ ሂቡኒ ኢየሱስ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ከም ቅዱስ ዳዊት ክዝምር ንጎይታ 
 ብበገና መሰንቆ ምስናይ ዕልልታ 
 ብምሉእ ልበይ’ውን ከቕርብ ምስጋና(2) 
   ተደ፦ሓይሊ ሂቡኒ ኢየሱስ 
         ሓይሊ ሂቡኒ ጎይታ(2) 
         ክዝምረሉ ብደስታ(2) 
2.ምእታወይ ምውጽአይ ኩሉ ዝቆጻጸር 
  ንሱ ሕያው እዩ ስሙ እግዚኣብሔር 
  ዘቕርበሉ የልቦን ጥራይ ስሙ ይኽበር(2) 
      3.ንኣእጋረይ ካብ ምውዳቕ ንኣዕይንተይ ካብ ንብዓት 
        ጎይታ ኣናጊፉኒ ሂቡኒ’ውን ትብዓት 
        ኩሉ ተገፊፉ ዝነበረ ጸልማት(2) 
4.እግዚ/ር ነጊሱ ግርማኡ ለቢሱ 
  ዓለም ከይትናወጽ ኣጽኒዕዋ ንሱ 
  ንኹሉ ይመርሕ ብቕዱስ መንፈሱ(2) 
      5.ንእግዚ/ር ክዝምር ንስሙ ከኽብር 
        ንዝገበረለይ ኩሉ’ውን ክነግር 
        ኣይሓፍርን’የ ንስሙ ክምስክር(2)`,
    eng: ``
},   
    song155: {
    title: { tig: "ምምላስ ይበልጸካ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ነቲ ክቡር ደሙ ረጊጹ ዝኸደ 
 ብምብልጭላጭ ዓለም ልቡ ዝተማረኸ 
 ንኢየሱስ ዝሸጠ ብሓላፊ ሓጎስ 
 ምምላስ ይበልጸካ ናብቲ ርሕሩሕ ኣምላኽ 
     ተደ፦ምምላስ ይበልጸካ 
           ናብቲ ርሕሩሕ ኣምላኽ 
           ትርፉ ሞት ጥራይ’ዩ 
           ምኻድ ከም ፍቓድካ /2/ 
2.ጸጋ ምስ በረኸት ንኹሉ ጥዒምካ 
  ንድሕሪት ኣይትበል ከም ዲማስ ሕድርኻ 
  ኣምላኽ ዝሃበካ ድሕነትካ ረሲዕካ 
  ተመለስ ዝኸድካ ሕጂ ተጣዒስካ 
     ተደ፦ተመለስ ዝኸድካ  
           ሕጂ ተጣዒስካ 
           ትርፉ ሞት ጥራይ’ዩ 
           ምኻድ ከም ፍቓድካ /2/ 
3.ሓጎስ ናይዛ ዓለም ኩሉ ሓላፊ’ዩ 
  ምስ ኣምላኽ ተዓረቕ ሓወይ ኣይትዓሹ 
  ቅንዕቲ ትመስል ኣላ መንገዲ ሞት 
  ከይተታልለካ ተመለስ ናብ ምሕረት`,
    eng: ``
},   
    song156: {
    title: { tig: "ብምሕረትካ ተኣሚነ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ዝሞትካለይ ኣብ ጎልጎልታ 
 ንሕይወተይ ኩና ዋልታ 
 ኣብ’ቲ መስቀል ዝወዓልካ 
 ገበነይ ደምስስ ብደምካ 
    ተደ፦ብምሕረትካ ተኣሚነ 
          ኣብ ትሕቲ ዙፋንካ ኮይነ 
          ክልምን’የ ኦ ኣምላኸይ 
          ንዓ ሓግዝ ንድኻመይ 
2.ዓይነይ ናብ ዓለም ጠሚታ 
  ተዋሒጣ ብትምኒታ 
  ብስርሐይ ብሓሳበይ 
  ኣሕዚነካ ለዋህ ጎይታይ 
        3.መሓረኒ ሕጸበኒ 
          ብመንፈስካ ለውጠኒ 
          ኣብ እግርኻ ተምበርኪኸ 
          ክትምሕረኒ ተሃዊኸ 
4.በዒንትኻ ጠምተኒ 
  ብምሕረትካ ኣፍልሰኒ 
  ከገልግለካ ኦ ኣምላኸይ 
  ፍቕርኻ ኣንብር ኣብ ለበይ`,
    eng: ``
},   
    song157: {
    title: { tig: "ጎይታይ ሓግዘኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
     ተደ፦ጎይታይ ሓግዘኒ ኣብ ድኻመይ 
           መስቀል ሒዘ ኣሎኹ ተምበርኪኸ 
           ክርሕቕ እንተበልኩ ክኽሕዶ’ውን 
           ፍቕሩ ይግድደኒ ናቱ ክኸውን 
1.ሕይወተይ ክመስለኒ ኪጠልመኒ 
 ረዳኢ ዘይብለይ ክመስለኒ 
 ጎይታይ ብመንፈሱ የትብዓኒ 
 ጽምኣት ሕይወተይ’ውን የርውየኒ 
         2.ሓንሳብ ኣብ ስንጭሮ ኣናነባዕኩ 
           ሓንሳእ’ውን ኣብ ሻኻ እናዘመርኩ 
           ናይ ሕይወት ትምህርቲ ብዙሕ ኣሎ 
           ንመስቀል ጎይታና ክኽተሎ 
3.ብሓድሽ ሕልና ክጋደል’የ 
  ናይ ዘልዓለም ሕይወት መሪጸ’የ 
  እደክም ደኣ እምበር ኣይዓሉን’የ 
  ንኣቦ ሕይወተይ ኣይክሕዶን’የ `,
    eng: ``
},   
    song158: {
    title: { tig: "ኣብ ቀራንዮ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ኣብ ቀራንዮ ኮይነ መስቀሉ ክምልከት 
 ናይ ኢየሱሰይ ፍቕሪ ተረዳእኩ 
 ዝተወግአ ጎድኑ ኢድ እግሩ ረኣኹ 
 ናይ ኢየሱሰይ መስቀል ምስ ጠመትኩ 
       2.ይመስለኒ ነይሩ መስቀሉ ዕሽነት 
         ግን ፍቕሩ ኣብ መስቀል ተረዳእኩ 
         ናይ ኢየሱሰይ ፍቕሪ ብግልጺ ረአኹ 
         ናይ ቀራንዮ መስቀል ምስ ጠመትኩ 
3.ናይ ኢየሱሰይ ፍቕሪ ካብ ሞት ዘውጽኣኒ 
  ናይ ኣምላኽይ ገጽ’ውን ዘርኣየኒ 
  በብእዋኑ ንዕኡ ዘምልኾ 
  ናይ ኢየሱስይ ፍቕሪ ተረዳእኩ 
       4.ናይ ቀራንዮ መስቀል ናይ ዓወተይ ቦታ 
         ኢየሱስ ሞተለይ ብሓጢኣተይ 
         ተፈጸመ ኢሉ ኢየሱስ ጨርሐ 
         ሓጢኣተይ ብፍቕሩ ተደምሰሰ`,
    eng: ``
},   
    song159: {
    title: { tig: "ከይጠልመካ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
   ተደ፦ከይጠልመካ ጎይታይ ከይክሕደካ 
         ሓግዘኒ ከይርስዕ ነቲ ስቓይካ 
1.ምስጢራት ናይ ቃልካ ኣብ ልበይ ኣንብሮ 
 ትምህርቲ መንፈስካ’ውን ብኹሉ ሕበሮ 
 ብብዙሕ ድኻመይ ድቃስ ከይወስደኒ 
 ትሕቲ መስቀልካ’የ ጎይታይ መዓደኒ 
       2.ጊዜና ከፊኡ ምምጻእካ ቀሪቡ 
         ሕዝብኻ ከይጠፍእ ቃልካ ተነቢቡ 
         እንተፈለጥክዎ ጸጋኻ ከምዘሎ 
         ፍላጻ ናይ ሰይጣን ብደምካ ከውሎ 
3.ስደትን መከራን ሞት’ውን እንተመጸኒ 
  ብብዝሒ መንፈስካ ሓይልኻ ሃበኒ 
  ነዚ’ውን ረሲዐ ድሕር ኣይብልን’የ 
  ክሳብ ትወስደኒ ጎይታይ ምሳኻ’የ `,
    eng: ``
},   
    song160: {
    title: { tig: "ክርስትያን እየ ኔረ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
   ተደ፦ክርስትያን’የ ኔረ ኣይተብለኒ ጎይታይ 
         እመላለስ’ውን ኔረ ኣይተብለኒ ኢየሱስ 
         ብኣኻ ጀሚረ ብመንፈስ ክድምድም 
         ይኹነለይ ኢየሱስ 
1.ከየሰልክየኒ ጉዕዞ ክርስትና 
  ከየተታልለኒ ዓለም ብምልእታ 
  ናይ ስጋ መብራህቲ ዓይነይ’ውን ዓምታ  
  ብጸጋኻ ኢየሱስ 
       2.ነበርኩ ካብ ምባል ኣድሕነኒ ኢየሱስ 
         ቃልካ ተመጊበ ንድሕሪት ከይምለስ 
         ከይርስዖ ኢየሱስ ዝሃብካኒ ድሕነት  
         እለየኒ ጎይታይ 
3.ኣእምሮይ ፍሉይ’ዩ ካብ ናይ ስጋ መደብ 
  ካብቲ ሰናይ ጉዕዞ ከይጠልቕ ናብ ሓጢኣት 
  ዓለም መኻን’ያ ከይትድርብየኒ  
  ናብቲ ገሃነም እሳት 
       4.ኣብ ግዜ መከራይ ኣንብረለይ ኢድካ 
         ስቕለትካ ክዝክር ክጽብጽብ ስቓይካ 
         መስተውዓሊ ልቢ ሃበኒ ንስኻ 
         ኦ መፍቀሪ ኢየሱሰ `,
    eng: ``
},   
    song161: {
    title: { tig: "ኣብርህለይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ስምኪ ጥዑም ብርኽቲ ኢኺ 
 መጸናንዒት መሳልል ሰማይ 
 እቲ ከርስኺ ማህደር ኣዶናይ(2) /2/ 
     ተደ፦ኣብርህለይ(4) ኣደየ 
           ንዓኺ ፈሊጠ ከስተማቕሮ ንሕይወተይ 
2.ዘይፈልጡኺ ብዙሓት ኢዮም 
  ክፈልጡኺ ተገለጽዮም 
  ማሕደር መንፈስ ቅዱስ ሙዃንኪ 
  ኣደ ኣማኑኤል እኳ ኢኺ 
         3.እቲ ልብኺ ዘይጭክን ርሕሩሕ /2/ 
           መምህር ጸሎት ወትሩ ለዋህ 
           ትሕትናኺ ንዓይ ኣብነት 
           እኖ መሲሕ መፍቀሪት ሰብ /2/ `,
    eng: ``
},   
    song162: {
    title: { tig: "ምስጋና ንኢየሱስና", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.መንፈሱ እናፍሰሰ ዝመልኣና 
 ናቱ ሰላም ሂቡና ሃሌ-ሉያ 
 ነመስግን ብኽብሪ ንኣምላኽና 
 ነቲ ዝሞተልና 
    ተደ፦ምስጋና ምስጋና ንኢየሱስና 
          ይግብኦ ምስጋና ሃሌ-ሉያ 
          ሰላሙን መንፈሱን ብምፍሳሱ 
          ዝመልኦ ልባትና 
2.ሓደስቲ ፍጡራት ዝገብረና 
  በቲ ደሙ ሓጺቡ ሃሌ-ሉያ 
  ርኽሰትናን ሓጢኣትናን ደምሲሱልና 
  ጽድቂ ኣልቢሱና 
        3.ክርስትያን ሓወይ ክጨንቀካ 
          ሰይጣን እንተፈተነካ ሃሌ-ሉያ 
          ናብ መስቀል ጠምት ናብ ጎይታኻ 
          ሓራ ከውጽኣካ 
4.ንኸንቱ ኣይኮነን እዚ ጉያና 
  ኣብ ሰማይ ቤት ኣሎና ሃሌ-ሉያ 
  ብኢድ ሰብ ዘይተሃንጸት ከተማና 
  ሓዳስ ኢየሩሳሌም 
        5.ዕልል ንበለሉ ደስ ኢሉና 
          ፈቃር መድሕን ኣሎና ሃሌ-ሉያ 
          ስልጣንን ክብርን ይወድሶ 
          ኣሜን ሃሌ-ሉያ`,
    eng: ``
},   
    song163: {
    title: { tig: "ኢየሱስ ኢኻ ናተይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ካብ ዘሎኒ ኩሉ ፍልጠተይ ትምክሕተይ 
 ኣሕዋተይ ዘመደይ ኣቦይ ኮነ ኣደይ 
 መልክዐይ ክብረተይ ጽባቐይ ድምቀተይ 
 ኢየሱስ ናዝራዊ ሕይወተይ እስትንፋሰይ 
     ተደ፦ኢየሱስ ኢኻ ናተይ(2) 
           ዘይጠፍእ ንብረተይ 
           ቀዋሚ መሰረተይ 
           ንስኻ ኢኻ ናተይ ኣምላኸይ መድሕነይ 
2.ናብ ዒላ ማይ ሕይወት ትመርሓኒ ኢኻ 
  ስለ እትሓስበለይ ብምሉእ ልብኻ 
  ኣንጊሀ የማዕዱ ናብ’ቲ ብሩህ ገጽካ 
  ኩሉ እዋን ሃበኒ ቅዱስ መኣድኻ 
         3.ጊዜ ኣይልውጠካን ፍጹም ዘይትቕየር 
           ምስጢረይ ትሕሉ ድኻመይ ትጸውር 
           ኣታ ዘናን ቁስለይ ተኻፋሊ ሓዘን 
           ብዘይ ብኣኻ’ሞ እንታይ ንብረት ይኹን`,
    eng: ``
},   
    song164: {
    title: { tig: "ሓወይ ንኢየሱስካ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ትውልዱ መስተንክር ትንሳኤኡ ተኣምር 
 ዙፋኑ ጽኑዕ’ዩ ዝተዘርግሐ ኣብ ጠፈር 
 ንዘለዓለም ቅዱስ ምስ ሓጢኣት ዘይሓብር 
 ብቆላሕታ ዓይኑ ጸላእቱ ዘባርር 
       ተደ፦ሓወይ ንኢየሱስካ ሎሚ ዘይትቕበል 
             ክሳብ መዓስ ኢኻ ንጥፍኣት ትኹብልል 
             ሓፍተይ ንኢየሱስኪ ሎሚ ዘይትቕበሊ 
             ክሳብ መዓስ ኢኺ ንጥፍኣት ትኹብልሊ 
2.ምሕረት ምእንቲ ክረክብ ሕዝብኻ 
  ሓጢኣትና ደምሲስካ ሕማም ኣርሕቕ ኢኻ 
  ሕያዋይ ምዃንካ ግለጽ ንባሮትካ 
  ሕሙማት ኪሓውዩ ብስም ‘ቲ ወድኻ 
           3.ከምቲ ኣብቶም ነብያት ቀደም ዝነበርካ 
             ሎሚ ድማ ጎይታ ሕበር ምስ ባሮትካ 
             ሕያውነትካ ግለጽ ኦ ሓያል ኣምላኽና 
             ብድንጋጸ ልቢ ተቐበል ጸሎትና `,
    eng: ``
},   
    song165: {
    title: { tig: "ሃሌ-ሉያ ይመስገን", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብርሃን ተስፋኻ ምስ ዚጽልምት 
  ዝኾነ ይኹን ኣይምረር 
  ቅረብ ቅድሚ ጎይታ ብእምነት 
  ጾርካ ደርብዮ ብጸሎት 
     ተደ፦ሃሌ-ሉያ ይመስገን ሂቡና’ዩ ናቱ ሰላም 
           ሃሌ-ሉያ ይመስገን ሂቡና’ዩ ሰላሙ 
2.ብፍትወት ስጋ ምስትፍተን 
  ስጋኻ ደርቢ ትሕቲ መስቀል 
  ኢድካ ኣልዕሎ ምስ ልብኻ 
  ሓይሊ ተቐበል ዝመልኣካ 
         3.ክመልኣካ’ዩ ብመንፈስ 
           ኣብ ቅድሚኡ ልብኻ ኣፍስስ 
           ድኻም ጠፊኡ ሓይሊ ይምጻእ 
           ሕይወት በዚሑ ይውሓዝ 
4.ትሕቲ መስቀሉ ተምበርኪኸ 
  እጽሊ ኣለኹ ናብ ኣምላኸይ 
  ብስም ኢየሱስ ምስ ዝልምን 
  ክቕበል እየ ድልየተይ `,
    eng: ``
},  
    song166: {
    title: { tig: "ሓወይ ንፍቕሩ ርአ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ዝጠፍአት ነፍሰይ ካብኡ በሪራ 
  ክትነብር ተኸዊላ 
  ብጸልማት ዓለም’ውን ተጠቢራ 
  ጎይታ ግን ብምሕረቱ የፍቅራ 
       ተደ፦ሓወይ ንፍቕሩ ርአ ጎይታ ይናብየካ 
             ሓጎስን ደስታን ፍቕርን ሰላምን 
             ብምእዛዙ ኢየሱስ ይህበካ 
2.ዝሑል ወይ ምዉቕ ብዘይ ምዃንካ 
  ጎይታይ ጡፍ ከይብለካ 
  ሕጂ ግን ብሓጢኣትካ ተኣሚንካ 
  ተመለስ ናብቲ ፈቃር መድሕንካ 
           3.ሕጂ ወይ ደሓር ጽባሕ ትኸውን 
             መዓልቲ ጽውዓኻ 
             ብዘይ ምፍላጥ ግን ሓወይ ኣይትኺድ 
             ኣብ ገሃነም ከይከውን ጊደኻ 
4.ቅዱሳን ኩሎም ሰማይ ክኸዱ 
  ሓጥኣን ግን ክፍረዱ 
  ጎይታይ ኢየሱስ ምስ መጸ ብኽብሪ 
  ክትነብር ምስቲ ልዑል ፈጣሪ `,
    eng: ``
},  
    song167: {
    title: { tig: "ኣልፋ ኦሜጋ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.መንገድን ሓቅን ሕይወትን ኣነ’የ 
 ትንሳኤ ናይ ሙታን ኣነ ባዕለይ እየ 
 እብለኩም እሎኹ ፍቑራት ደቀየ 
 ንዑ’ሞ ውረሱ መንግስተ ሰማየ 
     ተደ፦ኣልፋ ኦሜጋ መጀመርታ መወዳእታ 
           ሎምን ትማልን ዘይብልካ መጨረሽታ 
           ተሃዊኸ ኣሎኹ ኢየሱስ ማራናታ(2) 
2.መፈጸምታን ተስፋን ባዕለይ ክህበኩም 
  ሓሲበ ኣሎኹ ፍጹም ከንቅሓኩም 
  ክትደልዩኒ’ሞ እነኹ ክብለኩም 
  መደበይ እዚ’ዩ ደቀይ ባህ ይበልኩም 
         3.ኣነ እየ ባዕለይ እቲ ሕያዋይ ጓሳ 
           ንልቢ ዘህድእ ንነፍሲ ዝመልሳ 
           ዚኣምን ኪድሕን ኪወጽእ ኪኣቱ 
           መጓሰ ኪረክብ ኮይኑ ምስ ኣሕዋቱ 
4.ናይ ሕይወት እንጌራ ኣነ እየ ባዕለይ 
  ንስጋይ ዝበልዕ ዝሰተ’ውን ደመይ 
  ይነብር ዘለዓለም ጸኒዑ ብሓይለይ 
  ይእዘዝ ንቓለይ ከይበለ እምብለይ 
         5.ንስኻዶ ኣይኮንካን ንዓለም ብርሃኑ 
           ትፈጥር ተዕቢ ትልውጥ ንኹሉ 
           ኣብ ውሽጢ ከቢርካ ዙርያና ትሕሉ 
           ተመስገን ኣምላኽና መዘና ዘይብሉ`,
    eng: ``
},  
    song168: {
    title: { tig: "ኣምላኽ በዓል ሓምሳ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ንደቀይ ክባርኽ መንፈሰይ ክኽዑ 
 ኣወዳት ኣዋልድ ኩሎም ክንበዩ 
 ኣረገውቲ እውን ሕልምታት ክርእዩ 
 እብለኩም ኣለኹ ቃለይ እሙን’ዩ(2) 
      ተደ፦ክብሪ ንዓኻ ይኹን ኣምላኽ በዓል ሓምሳ 
            ከምቲ ናይ ሓዋርያት ኣፍስሶ መንፈስካ /2/ 
2.መንፈሰይ ሰዲደ ፍጹም ከንቅሓኩም 
  ካብ ከቢድ ድቃስኩም ከበራብረኩም 
  ልብኹም ከዳሉ ፍጹም ከንቅሓኩም 
  መደበይ እዚ’ዩ ደቀይ ባህ ይበልኩም(2) 
          3.ኣጓብዝኩም ድማ ራእያት ክርእዩ 
            ሰብኡትን ኣንስትን መንፈሰይ ክመልኡ 
            መንፈሰይ መሊአ ናባይ ከቕርበኩም 
            ድሌተይ እዚ’ዩ ደቀይ ባህ ይበልኩም(2) 
4.ደቀይ ተዳለዉ ካብ ሓጢኣት ርሓቑ 
  ድሮ ጀሚረ’የ መንፈሰይ ክኽዑ 
  ልብኹም ሃቡኒ ካልእ ኣይደልን’የ 
  ኣነስ ንመንፈሰይ ፍጹም ኣይሰፍሮን’የ(2) `,
    eng: ``
},  
    song169: {
    title: { tig: "ፍቅርቲ ማርያመይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ኩሉ ፍጡር ይብል ማርያም ኣደይ 
 ብሕጋዊ መስካሪ ቃል ዝተፈርደ 
 መስካሪ ቃል ካብ ሰማይ ዝወረደ(2) 
     ተደ፦ፍቅርቲ ማርያመይ መማለዲተይ 
           ኣብ ግዜ ሽግረይ ፍጥንቲ ረዳኢተይ 
2.ኣደ ቢሉ ውሉድ ንዓኺ ምስ ጸውዐ 
  ዝነበሮ ጭንቂ ኩሉ ምስ ረስዐ 
  ቃል ምስጋና ንኣምላኽ ኣስምዐ(2) 
         3.ዘይከኣል እኳ ህያባት ድንጋገ 
           ዓባይ ፍጥረት እያ ፍጹም ዘይትጋገ 
           ክብረታ ዚነብር ምንም ከይኣረገ(2) 
4.ማርያም ኩሉ ፍጡር ኣደ እናበለ 
  ዝጅምሮ እዩ እግሪ ከይተኸለ 
  ንስኺ ዘይትገድፍዮ ሰማይ ከይተሰቕለ(2) 
         5.እንካብ ሰማይ ላዕሊ ኣምላኽ ምስ ኣድመጸ 
           ኩሉ ምልኣት ባሕሪ ምስ መሬት ደንገጸ 
           ሳላ ማርያም እዩ ኩሉ ዝተሃንጸ(2) `,
    eng: ``
},  
    song170: {
    title: { tig: "ብኣንነተይ መታን ከይምካሕ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ዕድል ጎልያድ ንኸይገጥመኒ 
 ትምክሕቲ ስጋ ንኸይመልከኒ 
 እንታይ ክገብር ትደልየኒ 
 ክብል ከም ጳውሎስ ምሃረኒ 
   ተደ፦ብኣንነተይ መታን ከይምካሕ 
         ኣንቃዕሪረ ከይጥምተካ 
         ንዓይ ዝኸውን ክብረት ከይሓስብ 
         በጃኻ ንዓይ ምራሕ ኢየሱስ 
2.ኣብ ስጋ ዝውከል ርጉም’ዩ 
  እንካብ በለ ቃልካ ሓያል’ዩ 
  ኣንነተይ ፍጹም ከኽሕድ 
  ኦ ኢየሱስይ መንገደይ መድምድ 
       3.ኣንነተይ ኩሉ ብላዕሊ 
         ክብሪ ጎይታ ግና ብታሕቲ 
         እዚስ ፍጹም ነየውጽኣኒ 
         ሃገር ሰላም ነየእትወኒ 
4.ክብረት ናተይ ኩሉ ኢየሱስ’ዩ 
  ናይ ምድሪ ናብራ ኩሉ ናተይ 
  ከም ፍቓድካ ክጥቀመሉ 
  ሕልናይ ለውጦ ብኹሉ 
       5.እዚ’ስ ኩሉ ፍቓድ ኣምላኽ እዩ 
         እናበልኩ ክቕበል ኩሉ 
         ንድምጽኻ ንኸለልዮ 
         ንኣእምሮይ ኩሉ ግዝኣዮ `,
    eng: ``
},  
    song171: {
    title: { tig: "ይኣኽለኒ ዘመን", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ጨው ዘይብሉ መግቢ እየ ነይረ 
 መቐረት ዘጥፋእኩ ጥራይ ምስሊ ሒዘ 
 ንኹሉ ትኽእል ኢልሻዳይ ጎይታ ግን 
 ኣቃሚምካኒ ኣዝየ ክጥዕም(2) 
          2.ናብራ ዓለም ጥዒመ ኣስተማቒረዮ 
            ተሓጎስ እምበር ርአ ‘ስተውዕል ዘይብሉ 
            ዓንድር እንተዘይኮይኑስ ህድኣት ዘይብሉ 
              ትዕቢት ምስ ኣቕርንታ ዘውዲ ትደፍኣሉ 
              ሕይወት እዩ ነይሩ ራኢ ትስእነሉ 
              ሎሚ ኣብቂዑ’ሎ ዕሽነተይ ኩሉ(2) 
ተደ፦ይኣኽለኒ ዘመን ዕዉር ናብራ 
      ይኣኽለኒ ዘመን ስቓይ መከራ(2) 
       ሎሚ መዓልቲ ኢሂሂሂ…   
         ኣብ ቅድሚ ጎይታ ኣሃሃሃ… 
       ልበይ ንኽስጣሕ 
       ከምታ ዒሉ ኡሁሁ… 
       ኢየሱስ ባዕሉ ኣሃሃ…  
        ኣባይ ክውጣሕ 
          3.ዝሙት ቅንኢ ሓሶት ጥንቆላ ምስ ትዕቢት 
            ሰፈር ረኺበን ኣብ ዘይሰረትኦ ቤት 
            ዝተዋደደለይ ንኽስመ ቤት ጸሎት 
              ጉህዩ ኣቦየ ብናይ ቤቱ ሕስረት 
              ሎሚ ምድሓን ኮነላ ነዛ ክብርቲ ቤት 
              ደጊም ይኣኽለኒ ዚ’ናብራ ዕሽነት(2)`,
    eng: ``
},  
    song172: {
    title: { tig: "ተለመን ጎይታይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ትሕትና ክለብስ ከም ፍቓድካ 
  ኣእምሮ ክገብር ከም ድልየትካ 
  ሕዝብኻ ጸዊዕካ ዝመራሕካ 
  ጸዋዕታይ ፈሊጠ ክስዕበካ 
     ተደ፦ተለመን ጎይታይ ንዓ ኣብ ባሮትካ 
           ተለመን ኢየሱስ ንዓ ኣብ ሕዝብኻ 
           ልበይ ከፊተ’የ ክጽበየካ(2) /2/ 
2.ትዕቢት ንኸይገብር ነጊርካኒ 
  ብሓጢኣት ክጠዓስ ጸዊዕካኒ 
  ንዓኻ ክመስል ከም ዘሎኒ 
  ትእዛዝካ ክፍጽም ኣኽእለኒ 
         3.ኣእዳወይ ክዝርግሕ ንኽብርኻ 
           ዘይትድርብየኒ ለዋህ ኢኻ 
           ምሕረት ንኽሓትት ኣብ ቅድሜኻ 
           ተምበርኪኸ እጽበ ኣብ ትሕቴኻ `,
    eng: ``
},  
    song173: {
    title: { tig: "ይዝከረኒ’ሎ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ጎልጎልታ ክትድይብ እናተገረፍካ 
 እናተበደልካ ስሌና ጸለኻ 
 ኣኽሊል እሾኽ ጌርካ ስቓይ ተቐበልካ 
 ፍቕሪ ገዲዱካ ምእንታና ሞትካ 
     ተደ፦ይዝከረኒ’ሎ ‘ቲ ኹሉ ስቓይካ 
           ኣብቲ ዓዲ ጓና ስለይ ተሰዋእካ /2/ 
2.ማይ ጸሚአ ኢልካ ጎይታይ ምስ ጨራሕካ 
  ኣብ ሰፍነግ መሊኦም መጺጽ ኣስተዩኻ 
  ኣይርስዖን ኣነስ ‘ቲ ኹሉ ስቓይካ 
  ኣይሁድ ክወግኡኻ ብዅናት ጎድንኻ  
         3.ንዓይ ከተድሕን ብዙሕ ተሳቐኻ 
           ከም ሰራቒ ኮንካ ኣብ መስቀል ወዓልካ 
           ፍቕሪ ገዲዱካ ሕይወትካ ዘሕለፍካ 
           ንሓጢኣት መሕጸቢ ደምካ’ውን ዘፍሰስካ 
4.እዚ ኹሉ ጭንቀትካ መታን ክዝክሮ 
  ንቅዱስ መንፈስካ ኣብ ልበይ ኣሕድሮ 
  እዚ ኹሉ ረሲዐ ድቃስ ከይወስደኒ 
  ነቒሐ ክርከብ ጸሎት መሃረኒ `,
    eng: ``
},  
    song174: {
    title: { tig: "እንካ ኩለንትናይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
   ተደ፦እግዚኣብሔር ኣምላኸይ ኢኻ’ሞ 
         ባህ ኢሉኒ ጥዑም ሽቶ ዕጣን ሒዘ ይቐርብ ናባኻ 
         እግዚኣብሔር ንጉሰይ ኢኻ’ሞ 
         ባህ ኢሉኒ ስግደትን ውዳሴን ሒዘ ይቐርብ ናባኻ 
             ሆሆሆሆ…… ክበር ጎይታ ሰማይ 
             ሆሆሆሆ…… ክበር ጎይታ ምድሪ 
             ሆሆሆሆ…… ክበር ኣብ ዘመነይ 
             ሆሆሆሆ…… ክበር ኣብ ሕይወተይ 
             እንካ ኩለንትናይ(4) 
1.ንዓለም ዜረያ ርእየ መርሚረያ 
  ውሽጣ ምስ ፈለጥኩ ከንቱ ረኺበያ 
  ከማኻ ዝበለ በዓል ዓቢ ስልጣን 
  መስተርሆት ዘንግስ ዓለም ኣይተረኽባን 
  ንስኻስ እግዚ/ር ፍሉይ ጎይታ ኢኻ 
  ኣምላኽ ክትበሃል አረ ብቑዕ ኢኻ(2) 
       2.ሊቃውንቲ ዓለም ክንደይ ዘይሓለኑ 
         ብልሕኻ ክፍሕሩ እንታይ ዘይኣለሙ 
         ዝገበርካዮ’ምበር ከመይ ከምትገብሮስ 
         ፍጹም ኣይፈልጥዎን ኣይርድኦምን 
         ንስኻስ እግዚ/ር ፍሉይ ጎይታ ኢኻ 
         ኣምላኽ ክትበሃል አረ ብቑዕ ኢኻ(2) 
3.ዝፈጥር ዘይፍጠር ናይ ኩሉ ፈላሚ 
  ዝምርመር ዘይምርመር ዛንታኻ ናይ ጥንቲ 
  ጠቢብ ናይ ጠቢባን ሊቅ ናይ ሊቃውንቲ 
  ከቢርካ ትነብር ብዘይ መዳርግቲ 
  ኩሉ ግብሪ ኢድካ ክታምካ ኣምቢርካሉ 
  መለኮት ሓይልኻ እንጸባሪቕካሉ 
  ፍጥረት ሰማይ ምድሪ ኩሎም የድንቑኻ 
  ኣነ’ውን ብተራይ መስተንክር ሰምየካ 
  ንስኻስ እግዚ/ር ፍሉይ ጎይታ ኢኻ 
  ኣምላኽ ክትበሃል አረ ብቑዕ ኢኻ(2)`,
    eng: ``
},  
    song175: {
    title: { tig: "ናብራ ምስ ጎይታ ኢየሱስ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ፍላጻታት ገቲሩ ሰይጣን ተወርወረ 
 ተስፋና ከማህምን ብዙሕ እንተፈተነ 
 ኣይንፍራሕ ኣሕዋተይ ኢየሱስ ምሳና’ዩ 
 ብትብዓት ንጓዓዝ ቲ’ዓወት ናትና’ዩ 
   ተደ፦ኣየ ክንደይ ክጥዕም ናብራ ምስ ጎይታ ኢየሱስ 
         መቐረት ኣለዎ ምስኡ ምምልላስ 
         ባህ ኢልዎ’ሎ ውሽጠይ ክዝምር ንኽብሩ 
         ከመስግን’የ ጌና ነቲ ዓቢ ግብሩ 
2.ንጎይታ ዘሕጉስ ኩሉ እንዳመርመርና 
  ኣሕዋት ንመላለስ ደቂ ብርሃን ኮይንና 
  ቲ’ፍረ ዘይፈሪ ጸልማት ኣይንሕበሮ 
  ኩሉ ሓሳብ ሰይጣን ስፍራ ኣይንሃቦ 
       3.ልብኹም ኣይሸበር ብኣምላኽ እመኑ 
         ኩነታት ዝቕይር ንሱ እዩ በይኑ 
         ማራ ናይ ሂወትኩም ኣኽቲሙ ከመቅር 
         ኢየሱስ ግበርዎ ቅድሚ ኩሉ ነገር 
4.ግድላት ሂወትና ሕርኽራኽ ተበዝሖ 
  ፍጹም ኣይንጨነቕ ስኢና ዝፈትሖ 
  ኢየሱስ በዓል ናዝሬት ኣብ ኩሉ ነንግሶ 
  ጉዳይና ሓሊፉ ሕቶና ክምልሶ 
       5.ከንቱ ናይ ከንቱነት’ዩ ርሒቕካ 
         ምንባር ካብቲ ደምቢኡ 
         ንሂወትና ዝጥዕም ኣብኡ’ሎ 
         ኣብ ውሽጢ ማሙቕ ቤቱ /2/ 
     ሰላሙ ሂቡ ተመሊሱ ዘየሕድግ 
     ከም ብዋልታ ብጸግኡ እዩ ዝኸብር(2) 
        ዝመጸ ይምጻእ ኢየሱስ ኣሎ ኣብ ቅድሜና 
        ዝኽልክል የለን ክዓጹ በረኸትና(2) 
             ኢየሱስ ኣሎ ምሳና(2) 
             ምንባርና ብእኡ ኮይኑ 
             ብርግጽ ጥዒሙና /2/ `,
    eng: ``
},  
    song176: {
    title: { tig: "ሓደ ኢና ብመንፈሱ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ሓደ ኢና ብመንፈሱ ሓደ ኢና ብጎይታ(2) 
 ብስሙ ዝኣመንና ክንነብር ኢና ምስ ጎይታ(2) 
 ሓደ ኢና………  
 ሓደ ኢና ብመንፈሱ ሓደ ኢና ብጎይታ(2) 
       2.ብፍቕርና ይፍለጡ ኣሕዋት ከምዝኾንና(2) 
         ኣሕዛብ ነዚ ይፍለጡ ናይ ክርስቶስ ምዃንና(2) 
         ይፍለጡ……… 
         ኣሕዛብ ነዚ ይፍለጡ ናይ ክርስቶስ ምዃንና(2) 
3.ንቐጽል መገሻና ኢድ ንኢድ ተተሓሒዝና(2) 
  ብሕብረት መንፈስ ቅዱስ እናተመገብና(2) 
  ኢድ ንኢድ……… 
  ንቐጽል መገሻና ኢድ ንኢድ ተተሓሒዝና(2) `,
    eng: ``
},  
    song177: {
    title: { tig: "ሰላም ኦ ማርያም ንዓኺ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
   ተደ፦ሰላም ኦ ማርያም ንዓኺ ሂሂሂ… 
           መልኣከ ገብሪኤል ዘበሰረኪ ሂሂሂ… 
           ርሕርሕቲ መማለዲትና ርግቢ 
         ኦ ኣዴና ለምንልና ኢኺ 
1.ሓጢኣት ኣዳም ዘይቀረበኪ ሂሂሂ… 
  ኣደ ክትኮኒ ዝተመረጽኪ ሂሂሂ… 
  የዋህ ርግቢ ለምንልና ኢኺ ሂሂሂ…(2) 
        2.ኦ ርሕርሕቲ ኣደ ጎይታና ሃሃሃ… 
           መማለዲት መሳልልና ሃሃሃ… 
           ጠበቓ ኩንና ጸግዕና ሃሃሃ…(2)`,
    eng: ``
},  
    song178: {
    title: { tig: "ንሳገር", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ብቓልን ብግብርን ክንስዕብ ኣሰርካ 
  ናብቲ ማዕዶ ኢየሱስ ንሳገር ምሳኻ 
     በረኸት ክንቅበል ካብ ህያው መንፈስካ 
     ሓድሽ ሂወት ክንለብስ ጸጋኻ(2) 
        ተደ፦ንሳገር ንሕና ብእምነት 
              ንሳገር ንሕና ናብ ዓወት 
              ንሕለፎ ኢድ ንኢድ ተተሓሒዝና 
              ብምስጋና ብዕልልታ 
              ሂወትና ዘሳግር’ዩ ጎይታ 
                ንሳገር ንሕና ብሕብረት 
                ንሳገር ንሕና ናብ ዕቤት 
                እስኪ ንበል ክብሪ ምስጋና 
                ይግብኦ’ዩ ነቲ ሕያው ጎይታ 
                ሂወትና ዘሳግር’ዩ ጎይታ 
2.ኣብ ልዕሊ ማያት ኣእዳዉ ዘርጊሑ 
  ማዕበላት ኩሉ ብሓይሉ ኣጽኒዑ 
     መከራና ሎሚ ፈጺሙ ተሰብረ 
     ጸገምና ኩሉ ብኢየሱስ ተሳዕረ(2) 
          3.ኣምላኽ ንዓና መዕቆቢ ሓይልና 
             ብጸበባ ፍጡን ረዲኤት ኮይኑና 
                ጸጋ ብርሃን ኣምላኽ መሊኡ ኣብ ዙርያና 
                ንዘምረሉ ሓጎስ ኮይኑ ኣባና(2) 
     ሂወትና ዘሳግር’ዩ ጎይታ(4)`,
    eng: ``
},  
    song179: {
    title: { tig: "ሰናይካ’ዩ ዘሰንየኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ኣብዚ ሕሉፍ ዕምረይ ዘሕለፍክዎ 
  ላዕልን ታሕትን ኢለ ዘጥረኽዎ 
  ሓደ’ኳ ኣይወነንኩን ባህ ዝብለኒ 
  ስስዐ የዒንተይ ጎልቢቡኒ 
     እንትርፎ ክሳራ እምበር የለን መኽሰብ 
     ብምባል ንብሕተይ እንክሓስብ 
     ሃንደበት መንገድኻ ረኸብክዎ 
     ጉዕዞይ ክፍልም እግረይ ኣምበርክዎ 
        ተደ፦ጸሓይ በሪቓ ክሳብ እትሃትፍ 
              ሃቲፋ ድማ ክሳብ እትቕልቀል 
              ለካስ ሰናይካ’ዩ ዘሰንየኒ 
              ለይትን ቀትርን መንገደይ ዝመርሓኒ 
2.ናይ እምነት መንገደይ ስኢነዮ 
  የማን ጸጋም በልኩ ከለልዮ 
  ምንባር ኣብዛ ዓለም ኣጽሊኡኒ 
  ጣዕሳ ኮይኑ ምግበይ መሪሩኒ 
     ሳላኻ ግን ሳላ ሓያል ኢየሱሰይ 
     ብኣኻ’ወ ተሓዲሱ መንፈሰይ 
     ካብ ማሕዩር ዓዘቕቲ ሞት ኣውጺእካኒ 
     እነኹ’ኳ ይዝምር ባህ ኢሉኒ 
           3.ዕላማ ምፍጣረይ ኣቕለብኩሉ 
             ኢየሱስ ከም ንጉሰይ ኣመንኩሉ 
             እንካብ ሽዑ ልበይ ተሓጒሳ 
             ንዕኡ ተመስግን መመሊሳ 
                እንቋዕ’ኳ ኣይኮነት ኣብ ዕርበቱ  
                ሕይወተይ ምስ ጠፍአት ንኸንቱ 
                ብኣጋ ኣድሒንዋ መድሓኒየይ 
                ስለዚ ይመስገን’ሞ ፈጣሪየይ `,
    eng: ``
},  
    song180: {
    title: { tig: "ብንብዓት ኣዒንተይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.መንገዲ ምሕረትካ ኢየሱስ ጽረገለይ 
 ኣኽቢራ ክትሓልፍ ንዓኻ እዛ ነብሰይ 
 ይጠዓስ ኣለኹ ብሕሉፍ በደለይ 
 ደንጋጺ ኣምላኽ ኢኻ’ሞ ምሉእ ምሕረት ግበረለይ(2) 
    ተደ፦ብንብዓት የዒንተይ ክደርዝ እግርኻ 
          ተደፊአ ኣለኹ ኢየሱስ ኣብ ትሕቴኻ 
          ካብ በረድ ከተጻዕዱ ነብሰይ 
          ልመናይ የቕርብ ናባኻ 
          ክኸውን ሕሩይ ባርያኻ(2) 
2.ኣዒንተይ ናባኻ ይጥምታ ኣለዋ 
  ክወጽእ ካብ መፈንጠራ ዓለም ብናትካ ሓለዋ 
  ክነብር ኣብ ሰመያዊት ቤት ሓቢረ ምሳኻ 
  ንዘልኣለም ኣለም ጎይታይ /ኢየሱስ/ ኣብ ሕቕፎኻ(2) 
        3.ክምለስ ኣይደልን ናብ ዘይትኸብረሉ ሂወት 
          ተሞቒሐ’የ ነይረ ብናይ ሰይጣን ሰንሰለት 
          መንገድን ሓቅን ሂወትን ኦ ጎይታይ ንስኻ 
          ኣይንብርከኽን ኣነ ኢየሱስ ብዘይ ንዓኻ(2) 
4.ካብ ባርነት ሓጢኣት ወጺአ ክነብር 
  ክኣምን ክሰግድ ጎይታይ ንኽብርኻ ይዕዘዝ ጸጋኻ 
  መንገዲ ጽድቂ ሒዘ ክዓርፍ ኣብ ጎድንኻ 
  ክኣምን ክሰግድ ጎይታይ ንዕቤትካ ይዕዘዝ ጸጋኻ `,
    eng: ``
},  
    song181: {
    title: { tig: "ፈትየ ደልየ ክርኢ ከቢርካ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
   ተደ፦ፈትየ ደለየ ክርኢ ከቢርካ 
         ኣብ ሕይወተይ ኢየሱስ ግዝኣኒ ኢኻ(2) 
         ኢየሱስ(2) ንስኻ ክበረለይ ኢኻ ክበረለይ 
         ኢየሱስ(2) ንስኻ ንገሰለይ ኢኻ ንገሰለይ 
            ምዝማረይ ንዓኻ ምዝማረይ ኢየሱስ 
            ምዝማረይ ንዓኻ ምዝማረይ… 
            ሽብሸባይ ንዓኻ ሽብሸባይ ኢየሱስ 
            ሽብሸባይ ንዓኻ ሽብሸባይ… 
            ኩለንትናይ ንዓኻ ኩለንትናይ ኢየሱስ 
            ኩለንትናይ ንዓኻ ኩለንትናይ… 
1.ብዘይ ንዓኻ ንኻልእ ኣይሰግድን 
 ዋላ ኣዋጅ ይምጻእ ዝብድል ንዓይ ዘገድድ 
 ኣብ ተፈርደኒ እትርከብ ኣምላኽ 
 ሰናይ ኢየሱስ ንዓኻ ምምላኽ(2) 
          2.ኣይፈቅድን እየ ካልእ ክወስዶ 
            ኩሉ እቲ ካባይ ንስኻ ትብህጎ 
            ከምቲ ቅንኣትካ ቅንኣት ኣሎኒ  
            ንዓኻ ጥራይ ምዃን ይደሊ(2)`,
    eng: ``
},  
    song182: {
    title: { tig: "ስምካ ሰላመይ ኮይኑኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1.ብስምካ ተሰምየ ኩሉ ሓሊፈዮ 
 ሓይልታት ጸልማት’ውን ኩሉ ሰጊረዮ 
 እምነተይ ኮይኑኒ እቲ ሓያል ስምካ 
 ኩሉ ሰጊረዮ ኣምላኸይ ብኣኻ 
 ኩሉ ሰጊረዮ ኢየሱሰይ ብኣኻ 
     ተደ፦ስምካ ሰላመይ ኮይኑኒ 
           ስምካ ጽንዓተይ ኮይኑኒ 
           ስምካ ደገፈይ ኮይኑኒ 
           ስምካ ረዲኤት ኮይኑኒ 
2.ጸላእተይ በዚሖም ንኽድምስሱኒ 
  ካብቲ ናትካ ጸጋ ጨሪሶም ከጥፍኡኒ 
  ስምካ ምስ ጸዋዕኩ ኩሎም ተበቲኖም 
  ሓደ’ኳ ከይተረፈ ከምዘይነበሩ ኮይኖም(2) 
         3.ኣበይ ኣሎ ኣምላኽካ ዝበሉኒ ኩሎም 
           ዘይሰምዕ ዘይዛረብ ከምኦም መሲልዎም 
           ብስምካ ተሰምየ ኣምላኸይ ምስበልኩ 
           ጸላእተይ ሓፊሮም ኩሎም ተንበርከኹ(2) 
4.ሓይለይ’ዩ ቲ’ስምካ ካብ ኩሉ ዘዕረፈኒ 
  ብየማን ብጸጋም ምስ ዝዋግኡኒ 
  ስምካ’ዩ ቲ’ሰይፈይ ዓወት ዝረኽበሉ 
  ክሳድ ናይ ጸላእተይ ዝቖራርጸሉ 
  ክሳድ ናይ ጸላእተይ ዝበታትኸሉ`,
    eng: ``
},  
    song184: {
    title: { tig: "እቲ ሓያል", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
    ተደ፦እቲ ሓያል ዓቢ ነገር ጌሩለይ’ዩ 
          ዘኪርዎ ንኹሉ ውርደተይ(2) 
             እቲ ዓቢ ምረት ንሰላመይ ለዊጥዎ 
             እቲ ዝኸብደኒ ጾር ወሲድዎ 
             ከመይ’ሉ ይኾነሉ እቲ ናተይ ነገር 
             ጎይታይ’ዩ እምበር /ፍቕሩ’ዩ እምበር/ (2) 
1.ናይ ኣምነት መርከበይ ልዕሊ ባሕሪ እንዳኸደት 
 ማዕበል’ውን ናብዝን ናብትን ደፍኣ ንምጥሓል’ውን ቀረበት 
 ማያት’ውን ምስ ኣተዋ ኣዝየ ክጭነቕ ጀመርኩ 
 ብክእለተይ ክፈትሖ ላዕልን ታሕትን በልኩ 
    ሓላውየይ ግን ኣይተታኸሰን  
    ነቲ ማዕበል ገንሖ ጸጥ ኣበሎ 
    ዓቢ ህድኣት ኮነለይ ሰላመይ’ውን መልኣለይ 
          2.መንፈሰይ ብኣምላኸይ መድሕነይ ባህ ይብሎ 
            ውርደት ባርይኡ ንዝረኣየ እቲ ሓያል ባርይኡ 
            ኣብ ቅድሚ ኣምላኸይ ጸጋ ረኺበየ’ሞ 
            ካብ ሕጂ ንዘልኣለም ንስሙ ይዝክሮ 
               ምሕረቱ ነቶም ዝፈርሕዎ  
               ንውሉድ ወለዶ ይነብር’ሞ 
               ነብሰይ ንእግዚ/ር ደስ ኢልዋ ተዕብዮ `,
    eng: ``
},  
    song185: {
    title: { tig: "ቆልዓ ኢሉ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
    ተደ፦ቆልዓ ኢሉ ፍጹም ኣይነዓቐንን 
          ድኹም ኢሉ ንዓይ ኣይደርበየንን 
              ኣምላኽ እሙን’ዩ 
              ኣምላኽ ፍቕሪ’ዩ 
              ኣምላኽ እሙን’ዩ 
              እምላኽ ምሕረት’ዩ 
1.ኢዱ ኣምቢሩ ክባርኸኒ 
 ኢየሱስ ኣዚዙ ከይክልክሉኒ(2) 
   ዓቢ ንእሽቶይ ኢሉ ፍጹም ዘይፈላሊ 
   ብሓደ ዓይኒ’ዩ ንኹሉ ዝርኢ 
 ሃብታም ድኻ ኢሉ ኣድልዎ ዘይገብር 
 ሰብ ኣይኮነን ንሱ ባህሪኡ ዝቀያይር(2) 
           2.ኣብ ኣፈይ ምስጋና እዳልዩ 
             ኣኽኢሉኒ ግን ክዝምር ንኽብሩ /2/ 
3.ኩሉ ዕድመይ ‘ን እምላኽ ክህቦ 
  ወሲነ እየ ንኢየሱስ ክስዕቦ(2) 
    ዓቢ ንእሽቶ ኢሉ ፍጹም ዘይፈላሊ 
    ብሓደ ዓይኒ’ዩ ንኹሉ ዝርኢ 
  ሃብታም ድኻ ኢሉ ኣድልዎ ዘይገብር 
  ሰብ ኣይኮነን ንሱ ባህሪኡ ዝቀያይር(2)`,
    eng: ``
},  
    song186: {
    title: { tig: "ብጽእቲ ዘልኣለም", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ድምጺ ሰላምታኺ ምስ ሰማዕኩ 
   እኖ ጎይታይ ምምጻኣ ረአኹ 
   ብሓጎስ መንፈሰይ መላእኩ(2) 
       መንፈስ ቅዱስ ኣባኺ ወሪዱ 
      ሓይሊ ኣምላኽ ኣባኺ በጺሑ 
       ብርሃኑ ኣብ ዙርያኺ ኣጽሊሉ(2) /2/ 
           ተደ፦ሰላም ንዓኺ ሰላም  
                     ክብሪ ንዓኺ ማርያም ኡሁሁ… 
                     ብጽእቲ ዘልኣለም 
               እነኹ ባርያ እግዚኣብሔር 
               ከም ዝበልካኒ ይኹነለይ ኣሜን 
               ውርደት ባርያኡ ሪኡ 
               ኩሎም ወለዶ ብጽእቲ ክብሉኒ 
2.ንዕቡያት ሓሳቦም በቲኑ  
   ዓቢ ነገር ጌሩለይ እዩ 
   መንፈሰይ ብመድሕነይ ዓጊቡ(2) 
       መልኣኽ መጸ ከበስረኒ  
       ክብለኒ ከሎ ጸጋ ዝመልኣኪ 
       ብቃሉ በጺሑ ከሊሉኒ(2) /2/ 
           3.ብሂገያ ምስ ማርያም ሓዲረ 
              ናብኣ ክኣቱ ብቐደም መዲበ 
              ብደስታ ንጽዮን ሓርየ(2) 
                ሓይሊ መንፈሱ ገሊጹልኪ 
                ዝበለኩም ግበሩ ኢልኪ 
                   መንገዲ ሓቂ ዝመራሕኪ(2) /2/ `,
    eng: ``
},  
    song187: {
    title: { tig: "ኢድካ የሕሊፍለይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1. ብሰሪ በደለይ ገጽካ ተኸዊሉኒ 
    ከስቆርቁር የሕልፎ ኣለኹ  
    ናብራ ከቢዱኒ 
    እምነተይ 
    ኣብ ምድራዊ  
    ነገራት ኣምቢረ 
    ኣሕዚነካ ኢየሱሰይ 
    ካባኻ ርሒቐ  
    ብምሕረት ዓብየ ግን 
    ኣምላኽ ሓጢኣተይ ደምሲስካለይ 
    ውሉድካ ክኸውን ኣነ ክሕደስ ሂወተይ 
     ተደ፦ እግዚ/ር(3) ኢድካ የሕሊፍካለይ 
              ኢየሱስ ደራሪዝካዮ ንብዓት ካብ ኣዒንተይ 
              ኣብ ፍቕርኻ ወትሩ ክነብር መሪጽካ 
              ዎ ኣምላኽ እሙን ኢኻ’ሞ ምስጋና ይኹንካ 
2. ብየማንካ ሰቒሎም ንሞት ተፈሪደ 
    ሰላም ናይ ውሽጠይ ማህሚኑ  
    ጸላም ተኸዲነ 
    ጎይታ ግን  
    ክትምሕረኒ  
    ዓው ኢለ የእወኹ 
    ብኽፉእ ተግባረይ  
    እናተኣመንኩ 
    ጎይታየይ ሽዑ 
    ኣይትፍራሕ ብምባል ኣትቢዑኒ 
    ምሳይ ኣሎኻ ሎሚ ኣብ ገነት ኢሉኒ `,
    eng: ``
},  
    song188: {
    title: { tig: "ምስጋና ሃሌ-ሉያ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ናይ ዓለም መከራ ጭንቀት ምስ ፈተና 
    ብሓይሊ ጎይታ ኢየሱስ ክንስዕሮ ኢና 
    ንብዓትና ብመዝሙር ሓዘንና ብደስታ 
    ከምዝቕይሮ ነጊሩና ጎይታ 
      ተደ፦ ምስጋና ምስጋና ሃሌ-ሉያ ምስጋና 
                ምስጋና ንኢየሱስ ምስጋና 
                ይግብኣካ’ዩ ኣምላኽና 
                ኣምላኽና ዝኾንካ መድሕንና 
2. ብብዝሒ ሓጢኣትና ጎይታ ኣይደርበየናን 
    ኣምላኽና ብመዓቱ ኣይተቐበለናን 
    እዚ ርሕሩሕ ኣምላኽ ናይ ሰራዊት ጎይታ 
    ኣብ መስቀል ወዓለ ንምኽፋል ዕዳና 
            3. ኣብ ዓለም ከለኹ ንዓኻ ኣሚነ 
                ብመከራ ክሓልፍ ንስምካ ጸዊዐ 
                ዓለም ብምልእታ እንተነዓቐትኒ 
                ከቶ ዘይትጠልም ንስኻ ኣለኻኒ 
4. ዓለም ብምልእታ ኣብ ኢድካ ዝሓዝካ 
    ክብሪ ንስምካ ይኹን ኦ ክቡር ኣምላኽና 
    ናይ ልቢ ዕረፍቲ ሰላም ዝሃብካና 
    መስዋእትና ተቐበል ኦ ፍቁር ኣምላኽና `,
    eng: ``
},  
    song189: {
    title: { tig: "ሃሌ-ሉያ ክብል", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ሃሌ-ሉያ ክብል ኢየሱስ ዘብቃዕካኒ 
    ንገጽካ ክርኢ እውን ዘኽኣልካኒ 
    ኣብ በይነይ ከለኹ ዘይትፍለየኒ 
    ኣብ ጉዕዞ መንገደይ ብሰላም ተመርሓኒ 
             ሃሌ-ሉያ(3)  ስገድሉ /2/ 
2. ምሳኻ እንከለኹ መን’ዩ ዘፍርሃኒ 
    ንስኻ’ዶ ኣይኮንካን እቲ ፈቃር መድሓኒ 
    ኣብቲ ድቕድቕ ጸልማት ሒዝካ ትመርሓኒ 
    ኣብ መንጎ ጸላእተይ ዋልታ ትኾነኒ 
             ሃሌ-ሉያ(3)  ወድስዎ /2/ 
3. ተመስገን ክንደይ ጥዑም ለዋህ ኣምላኽ ኢኻ 
    እቲ ኩሉ በደለይ እኳ ዘይጸብጸብካ 
    ኣነስ ኩሉ ገዲፈ ክቐርብ ናባኻ 
    ንድኹም ሕልናይ ሓይሊ ኩኖ ኢኻ 
             ሃሌ-ሉያ(3)  ኣምልኽዎ /2/ 
4. ሓይሊ ናይ ጸላኢ ክዓኑ ክንርእዮ ኢና 
    ዙፋን ናይ መቕደስካ ክትገዝኦ ንዓለምና 
    ብኽቡር ኣቑሳልካ ኢኻ ዝዓደግካና 
    ናይ ካልእ ኣይኮናን ኢየሱስ ገንዘብካ ኢና 
             ሃሌ-ሉያ(3)  ዓልልሉ /2/`,
    eng: ``
},  
    song190: {
    title: { tig: "ናይ ክርስቶስ ሙዃን", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. መንገድን ሓቅን መሪሕካ 
    ዕረፍቲ ኮንካኒ ባይታ 
    መሪጽካ ንድኹም ባርያኻ 
    ከኽብረካ’የ ኣብ ቤትካ 
    ዝምክሓሉ ጸግዐይ ንስኻ 
    ብምሕረት ኢድካ ሓቚፍካ 
    ሓዘነይ ሓጎስ ለዊጥካ 
    ኣባኻ እውከል ጎይታ 
       ንስኻ ዕረፍተይ 
       ንስኻ ትውክልተይ 
       ንስኻ ሓጎሰይ(2) 
           ተደ፦ ናይ ክርስቶስ ሙዃን 
                     ኣለዎ ሰላም(2) 
                     ኣብ ልዕሊ ሰላም 
                     ይህበካ ሰላም(2) /2/ 
2. ልበይ ኣውዲቐ ኣባኻ 
    ንሕቶ ልበይ መሊስካ 
    ከስተማቕሮ ሓልዮትካ 
    ሰላም ኣለዎ ፍቕርኻ 
    ጾረይ ኣራጊፈ ናባኻ 
    ድኻመይ ኩሉ ቀንጢጥካ 
    ሓጥያተይ ኩሉ ፈዊስካ 
    ዓወት ረኺበ ካባኻ 
       ንስኻ ሰላመይ 
       ንስኻ ረድኤተይ 
       ንስኻ ዓወተይ(2) 
                 3. ሰይጣን ናብ ሲኦል ክወድቕ 
                     ኩሉ ግብርኻ ክግለጽ 
                     ቅኑዕ ምዃንካ ክጥዕም 
                     ኣፈይ ብቓልካ ክመልእ 
                     መንፈሰይ ብኣኻ ክነቅሕ 
                     ልበይ ሰናይካ እንከንጀርብብ 
                     ነብሰይ ብታሕጓስ ክለዓል 
                     ክዝምር’የ ክዕልል 
                        ንስኻ እምነተይ 
                        ንስኻ ብርሃነይ 
                        ንስኻ ድሕነተይ(2)`,
    eng: ``
},  
    song191: {
    title: { tig: "ምካሕ’የ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ብብዙሕ ሓካይም ገንዘበይ ወዳእኩ 
    ደመይ’ውን ገደደ ፈውሲ’ውን ሰኣንኩ 
    መድሕነይ ክመጽእ ምስ ረኣኹ 
    ክዳኑ ምትንካፍ መረጽኩ 
    ምሕረት ካብ ኢየሱስ ደለኹ(2) /2/ 
        ተደ፦ ክምካሕ’የ ክምካሕ 
                  ክምካሕ’የ ብኣኻ (2) 
                  ስምካ ጸዊዐ ናባኻ ጠሚተ 
                  ብኣኻ ኩሉ ክሰግሮ’የ (2) 
2. ንነዊሕ ዓመታት ቲ’ቓንዛይ በዚሑ 
    ብውሽጠይ ክርስቶስ ክረክብ መረጽኩ 
    ናብ ጎይታ ጸሎተይ’ውን ኣብጻሕኩ 
    ብማዕዶ ኢየሱስ ረኣኹ 
    ብእምነት ናብኡ ቀረብኩ(2) /2/ 
              3. ብኢደይ በረኸት ናይ ኢየሱስ ሰረቕኩ 
                  ብውሽጠይ ፈራሕኩ ነብሰይ’ውን ረዓድኩ 
                  ኣጆኺ ክብለኒ ቃል ሰማዕኩ 
                  እምነተይ ኣዝዩ መሊኡ 
                  ፈውሲ ብክርስቶስ ረኸብኩ(2) /2/ 
4. ክምካሕ ብኣኻ ክጽውዕ ንስምካ 
    ፍቕርኻን ሓልዮትካን ነብሰይ ክማርኻ 
    በጺሕካኒ ብሰናይ ለውሃትካ 
    ተመስገን ንዓኻ ምርካበይ 
    ክውድስ ንምሉእ ዘመነይ(2) /2/ `,
    eng: ``
},  
    song192: {
    title: { tig: "ብቲ ኣጋ ምሸት", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ኣብቲ ኣጋ ምሸት ከስተንትን ከለኹ 
    ብጥዑም ደሃይ ስመይ ተጸዋዕኩ 
    ሃንደበት ኮይኑኒ ዓይነይ ምስ ከፈትኩ 
    ንዘገርም ክስተት ምእማኑ ሰኣንኩ 
    ተደ፦ በቲ ግዜ ጸላም ኣብ ዘደንጹ ግልጸት 
             ብጽቡቓት የእዳው ልበይ ተተንከፈት 
             መንፈሰይ ብህድኣት ቤት ጸሎት ኣተወት 
             መልዕልተ ባህርያዊ ክትርኢ በቕዐት 
                  ንማርያም ረኺበያ(2)  
                  ረኣኽዋ 
                  ኣብ ዘደንቕ ስፍራ  
               ረኺበያ ጸጋ ተሰሊማ(2) 
2. ስቕታ ዝመልኦ ቅዱስ ክቡር ቦታ 
    ነፍሰይ ተደገፈት ብግሩም ለውሃታ 
    ማርያም ብትሕትና ኣሕለፈት መልእኽታ 
    መታን ከማልኦ እቲ ድልየታታ `,
    eng: ``
},  
    song193: {
    title: { tig: "ዝጸምአ እንተሎ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ለዋህ ጎይታ ኦ ርሕሩሕ ኣምላኽ 
    በጃ ዝሓለፍካ ሓጢኣትና ንምኽሓስ 
    ልበትና ለውጦ ብኽፍኣትና ክንጠዓስ(2) 
      ተደ፦ ዝጸምአ እንተሎ ናብ ጎይታ ይምጻእ 
               ንደሙ ይስተ ስጋኡ ይብላዕ /2/ 
2. ንድሕነት ነፍሳትና ሕጂ’ውን ተሰዊእካ 
    ብልዑኒ ስተዩኒ ምእንታኹም’የ ኢልካ 
    ሕይወት ምስተረፉ ንዓና እናዓደልካ(2) 
            3. ዝኸበዶ እንተሎ ናባይ ይምጻእ ከዕርፎ 
                ክበዱ ቀንጢጠ መንፈስ ራህዋ ከልብሶ 
                ኢልካ ኢኻ ኦ ጎይታይ ኣበሳና ደምስሶ(2) 
4. ጸሚአ ክመጽእ ናባኻ ኦ ጎይታይ 
    ማይ ሕይወት ዘልኣለም ክፍልፍል ካብ ከርሰይ 
    ምሕረትካ ሃበኒ ጎይታ ደንግጸለይ(2) `,
    eng: ``
},  
    song194: {
    title: { tig: "ሃሌ-ሉያ ንስሙ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ፍቕሩ ኣይልወጥን ቃሉ ኣይኣርግን 
    ንዘልኣለም ኣለም ክብሪ ንዕኡ ይኹን 
    እግዚ/ር እዩ መድሓኒየይ ክብረይ 
    ፍቕረይ ክገልጸሉ ብቓና መዝሙረይ 
        ተደ፦ ሃሌ፣ ሃሌ፣ ሃሌ፣ ሃሌ-ሉያ 
                  ንስሙ ይኹን ምስጋና /2/  
2. ኣልፋን ኦሜጋን’ዩ ናይ ኩሉ መኣዛ 
    ምሕረቱ ዘይውዳእ ናይ ነፍሳትና ቤዛ 
    ንኹሉ ዝኽእል ጉድልነት ዘይብሉ 
    ሃሌ-ሉያ እናበልኩ ሞሳ ክመልሰሉ 
              3. ሓልዮቱ ብዙሕ’ዩ ንዓይ ዝገበሮ 
                  ክቡር ጸጋ ኣምላኽ ኣብ ልዕለይ ኣስፈሮ 
                  ሃሌ-ሉያ ይኽበር ኤልሻዳይ ኣምላኽና 
                  እናበልኩ ክዝምር ፈቐዶ ጎደና 
4. ፍጹም ከይወሰምኩ ሰዓታት ወይ ቦታ 
    ዝነገርክዎ ኩሉ ዘይርስዕ ጎይታ 
    ዝለመንክዎ ኩሉ ዘይጠልም ጎይታ 
    ምስጋና ይግብኦ ምስ ምሉእ ይቕሬታ 
              5. ስርሑ ዓቢ’ዩ ብጣዕሚ ዘደንቕ 
                  ፍርዱ’ውን ቅኑዕ’ዩ ፍጹም ዘይንቕነቕ 
                  መሓርን ጻድቕን ምሉእ ህልውና 
                  ንዑ ጥራይ ይኹን ክብሪ ምስ ምስጋና `,
    eng: ``
},  
    song195: {
    title: { tig: "ምሳኻ ምንባር ይሕሸኒ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ካብ መንፈስካ ናበይ ክኸይድ’የ 
    ካብ ገጽካ’ኸ ናበይ ክሃድም’የ 
    ሰማይ እንተደየብኩ ኣብኡ ኣሎኻ 
      መንጸፈይ ንሲኦል እንተንጸፍኩ 
      እንሆ ንስኻ ኣብኡ ኣሎኻ 
      ትነብር’ውን ኢኻ ህያው’ውን ኢኻ 
        ተደ፦ ምሳኻ(2) ምሳኻ ምንባር ይሕሸኒ 
                  ጎይታየ ኣብ ቤትካ 
                  ፈውሲ’ለዎ ሂወት ኣለዎ 
                  በረኸት ኣለዎ ምጽንናዕ ኣለዎ 
2. እኽናፍ ወጋሕታ እንተወሰድኩ 
    ኣብ ወሰን ባሕሪ እንተተቐመጥኩ 
    ኣብኡ ከኣ ኢድካ ክትመርሓኒ ኢያ 
      የማነይቲ ኢድካ’ውን ክትሕዘኒ’ያ 
      ጎይታየ ካባኻስ ናበይ ክኸይድ’የ 
      ናበይ ከብል’የ ናበይ ክሃድም’የ 
          3. ጸልማት ይኸውለኒ ለይቲ ይኹን እንተበልኩ 
              ንዓኻስ ጸልማት’እኳ ኣይጽልምተካን 
              ጸልማትን ብርሃንን ንዓኻ ሓደ’ዮም 
                 ካባኻ ርሒቐ ናበይ’የ ዝኸዶ 
                 ጎይታየ ናይ ዘልኣለም ቃል ኣሎካ 
                 ሂወት ኣሎካ ፈውሲ ኣሎካ 
4. ኣይኮንኩን ብገንዘብ ሕይወት ዝረክብ 
    ኣይኮንኩን ብጥሪት ጸጋ ዝረክብ 
    ኣይኮንኩን ብፍልጠት ሓይሊ ዝረክብ 
       ኣባኻ እንተተወከልኩ’ዩ 
       ብኸምኡ ወይንን ጸባን ዝረኽበሉ 
       ኣብ ቤትካ’ዩ ኣባኻ’ዩ 
           5. ጎይታይ ናይ ዘልኣለም ሕይወት ኣሎካ 
               ጎይታይ ናይ ዘልኣለም በረኸት ኣሎካ 
               ጎይታይ ናይ ዘልኣለም ምጽንናዕ ኣሎካ 
                  ጎይታየ ካባኻ ናበይ’የ ዝኸዶ 
                  ናበይ’የ ዘብሎ ናበይ’የ ዝሃድሞ`,
    eng: ``
},  
    song197: {
    title: { tig: "ሰናይ ኢኻ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ኣጉባዝ ይደኽሙን ይሕለሉን 
    ኣባጽሕ’ውን ሰንከልከል ኢሎም ይወድቁ 
    እቶም ንዓኻ ዝጽበዩኻ 
    ሓይሎም እናበርትዐ ክደምቁ’ዮም ገና 
       ተደ፦ ሰናይ ኢኻ’ወ ሰናይ(2) 
                 ብባህሪኻ ሰናይ ኢኻ 
                 ሰናይ ድማ ትገብር ኣሎኻ /2/ 
2. ኣኽራን ብነድሮም እንተንቀጥቀጡ 
    ማያት ዓፊሮም እንተተናወጹ 
    በዚ ሰናይካ ኣይልወጥን’ዩ 
    ሰንደቕ ዕላማኻ ፍቕሪ እዩ 
             3. ሕማቕ ክትርኢ እይክእለልካን’ዩ 
                 ርሱዕ ምዝካር ባህሪኻ እዩ 
                 ንጭኑቕ ሽጉር ፍትሒ ተውጽኣሉ 
                 ልማድካስ ወትሩ ሰናይ እዩ 
4. ነቶም ንኣምላኽ ዘፍቅርዎ 
    ከም ምኽሩ እውን እንተጸውዑ 
    ኩሉ ነገር ንሰናዮም 
    ከም ዝድግፎም ኣይንጠራጠርን `,
    eng: ``
}, 
    song198: {
    title: { tig: "ማርያመይ ብርኽቲ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ማርያመይ ብርኽቲ ለዋህ ርግቢ 
    ረዳኢት ጽጉማት ሓላዪት ህዝቢ 
    ርሕርሕቲ ኣደ ኢኺ ፈዋሲት ልቢ 
    ብፍቕርኺ ማርያመይ ናብ ኢየሱስ ስሓቢ(2) 
       ተደ፦ ማርያመይ እንዲኺ ሓጎስ ልበይ 
                 ህያበይ ካብ ጎይታ ብልጽቲ ሃብተይ 
                 ካባኺ ዝፈትዋ ኣደ’ኳ ዘይብለይ 
                 ንበሪ እብለኪ ብኽብሪ ኣብ ሂወተይ(2) 
2. ተውህብዮ ጸጋ ንዝለመነኪ 
    ይኣምኖ’የ ኣነስ ኣማላድነትኪ 
    ስኢነ ኣይፈልጥን ለሚነ ንዓኺ 
    ሓንቲ’ኳ ኣይጎድለንን ካብ የሱስ ወድኺ(2) 
             3. ማርያመይ ክብርቲ ቅድስቲ ፍጥረት 
                 ብልጽቲ ኣርኣያ ዝኾንኪ ኣብነት 
                 ምልእተ ጸጋ ኢኺ ሓጢኣት ዘይቀርበኪ 
                 ኣብ ሰማያት ኣኽሊል ክብሪ ዝተሸለምኪ(2) 
4. ኣብ ግዜ ውርደተይ ጠበቓ ናይ ነብሰይ 
    ንጎዶለይ ኩሉ ትምልእለይ 
    ዘይትንዕቅኒ’ኳ ምስ ኩሉ ሓጢኣተይ 
    ትሓቑፍኒ ደኣ እናበልኪ ዝወደይ 
    ትሓቑፍኒ ደኣ እናበልኪ ዛጓለይ 
             5. ክበርለይ(2) ክበርለይ ኣደይ 
                 ንስኺ ኢኺ(2) ንግስቲ ሂወተይ 
                 ጸቢቑለይ(2) ሂወተይ ብኣኺ 
                 ረኺበዮ ኩሉ ብኣማላድነትኪ /2/ `,
    eng: ``
},
      
    song199: {
    title: { tig: "ክርስትያን ተዓጠቕ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1.ክርስትያን ተዓጠቕ ንጐይታ ኣመስግን 
ልብኻ ምስ ኢድካ ናብ ኣምላኽካ ኣልዕል 
መድሕን ተወሊዱ ቃል ብስራት ንገር  
ንእግዚር ኣምላኽካ ኣመስግን ብመዝሙር 
ጥዑም ቃል ብስራት ኣብ ምድሪ ተሰሞዐ 
ኣብ ቤትሊሔም ይሁዳ  
ኣብ መብልዕ ማል ተወልደ 
ጌና ይመስል ኔሩ ጊዜኡ ዘይበጽሐ 
ብምዱብ ጊዜ ግን መድሕና ተወልደ 
2.ኣስምዕ ድምጺ ኣዋጅ እተነግረ ብነብያት 
ኢየሱስ ከምተወልደ ተራእዮን ንጓሶት 
ተገልጸ ንዓለም ኮነ ድሕነት ነህዛብ 
ዕልል በል ተሓጎስ ኣበስር ብስራት 
3.እቲ ቀዳማይ ኣዳም ሞተ ብሓጢኣቱ 
ኣምላኽ ጸገወና ነይዉዳእ ምሕረቱ 
ናይ ይቕሬታ ኣምላኽ ሓደ ወዱ ሃበና 
ዓለም ትተሓጎስ መድሕን ተወልደልና  
4.ዕርዲ ናይ ጸላኢ ብስልጣን ሰባሪ  
ብሩህ ኮኾብ ጽባሕ ንቓሉ መኽበሪ 
እመን ንኽትድሕን ኢየሱስ ተወሊዱ 
እዚ ጥራይ ኣይኮነን ምእንታና መይቱ `,
    eng: ``
},
      
    song200: {
    title: { tig: "ተሓጎሲ ነብሰይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ተሓጎሲ ነብሰይ ደስ ይበልኪ 
ናይ ትሕትና ጐይታ ዝረኸብኪ 
ተወልደ ኣብ መብልዕ ማል ሕይወት ክህበኪ 
1.ኣብ ጸልማት ኣብ ሓጢኣት ክነብር ከለኹ 
መራሒ ስኢነ ክብል የማን ጸጋም 
ተወልደለይ ኢየሱስ ካብ ርሕርሕቲ ማርያም 
ክብረቱ ገዲፉ ንዓይ ንኸድሕን 
ተወልደ ኣብ መብልዕ ማል እቲ ፈቃር መድሕን  
2.ቁርን ኣስሓይታን ዛሕሊ ኣብ ዝባኑ 
ማንም ኣይ ነበረን ክዳን ዘምጽኣሉ 
ብዓለባ ጌራ ጠቕለለቶ ኣዲኡ 
ብእስትንፋስ ናይ ከብቲ ሙቐት እናረኸበ 
ጸጋ መሊእዎ ፈገግታኡ ሃበ 
ምልክት ናይ ፍቕሪ ብእኡ ተጀመረ `,
    eng: ``
},
          
    song201: {
    title: { tig: "ብደስታ ብታሕጓስ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
ብደስታ ብታሕጓስ ምእመናን ንዑናይ 
ብደስታ ብታሕጓስ ንቤትልሔም ንዑናይ 
ንዑናይ ንዑናይ /4/ ንዑናይ 
ሕጻን ክንርኢ ንዑል ንጉስ ሰማይ /3/ 
ንዑናይ ክስገደሉ  /2/ ንዑናይ 
ንመድሕን ክንሰግደሉ ንዑናይ /2/ 
ኣባጊዕ ገዲፎም ናብ ትሑት ብዓቲ 
ጓሶት ጎዮም ከዱ በታ ፍርቂ ለይቲ 
ንዑናይ ንዑናይ /4/ ንዑናይ 
ብደስታ ብታሕጓስ ምእመናን ንዑናይ 
ብደስታ ብታሕጓስ ንቤትልሔም ንዑናይ 
ንዑናይ ንዑናይ /4/ ንዑናይ 
ንኺድ ንሕና’ውን ብቕልጡፍስጉምቲ/3/ 
ንዑናይ ክንሰግደሉ /2/ ንዑናይ 
ንመድሕን ክንሰግደሉ ንዑናይ /2/ 
ብደስታ ብታሕጓስ ምእመናን ንዑናይ 
ብደስታ ብታሕጓስ ንቤትልሔም ንዑናይ 
ንዑናይ ንዑናይ /4/ ንዑናይ `,
    eng: ``
},
       
    song202: {
    title: { tig: "ኮኾብ ሰማይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ኮኾብ ሰማይ ህጻን ሰናይ 
የዋህ በጊዕ መድሓኒየይ 
1.ቀደም ነብያት ዝተነበዩኻ 
ጭፍራ መላእኽቲ ዘበሰሩኻ 
2.ነእምሮይ ይኹን ብርሃን  
ንልብና ሃብ ሰላም 
3.ወልድ ኣምላኽ ሕያው ዘልኣለም 
ሰረጸ እምድንግል ጐይታ ዓለም 
5 መድሓኒና ካብ ሰማይ ወረደ  
መድሓኒና ካብ ሰማይ ወረደ 
ምእንታና ካብ ድንግል ተወልደ ሃሌሉያ 
ልዕሊ ሰማይ ዝነብር ዙፋኑ 
ውሽጢ ቀላይ ዝርኢ ብዓይኑ,,,ሃሌ ሉያ 
ክብሪ ኣዳም ስለእተደምሰሰ ብሓዲስ ስጋና ለበሰ,,, ሃሌሉያ 
ኣብ መንበሩ ማንም ዘይቐርቦ 
ፍቕሪ ኣዳም ን ኣምላኽ ሰሓቦ,,,ሃሌሉያ 
ሰማያዊ ሰማይ ዝፈጠረ 
ኣብ ቤትልሔም መብልዕ ማል ሓደረሃሌሉያ `,
    eng: ``
},
       
    song203: {
    title: { tig: "ኣብ ቤተልሔም ሰማያት በርሀ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
ኣብ ቤተልሔም /2/ ሰማያት በርሀ 
ነጸብራቕ’ዉን ንጓሶት’ዉን ደጉሐ /2/ 
መልኣኽ በሎም /2/ ንብስራት  
ተፈጺሙ ምስጢረ ድሕነት/2/ 
መላእኽቲ /2/ ጭፍራ ዘመሩ 
ብሰማያት ቃል ሰላም ነገሩ /2/ 
ናብ በዓቲ /2/ ምኻድ መኸሩ  
ምሕረት ኣምላኽ ጥዒሞም ኣንከሩ /2/ 
ረኸብዎ /2/ ሕጻን ጥቕሉል 
ፈጣሪ ዓለም ኣብ መብልዕ ማል /2/ 
ኦ ዘደንቕ /2/ ፍቕሪ ፈጣሪ 
ምእንታና ኣብ ክንድዚ ቁሪ /2/ 
ተሓጎሱ /2/ ኣሕዛብ ዓለም  
ተወለደ ንጉስ ሰላም /2/  
ኣሰይ ኣሰይ /2/ ዕንዱ ሰናይ 
መጺእካለይ ሎሚ ካብ ሰማይ /2/ `,
    eng: ``
},
       
    song204: {
    title: { tig: "ንዓይ ክትስልም", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ንዓይ ክትስልም ብጸጋ ፍቕርኻ 
ሕሱም ንብረተይ ሓጢኣተይ ርኢኻ 
ኣነ እንክኹብልል ኣብ ዓለም በረኻ 
ኣርኣያ ግዙእ ኣዳም ሓረኻ /3/ 
ኢያቄም ሃና ጻድቃናት ወለዲ 
ብርሃን ፈረየ ንሰማይ መንገዲ 
ዕንባባ ገነት ንሰማይ ዘውዲ 
ፈረየት ህይወት ናይ ወይኒ ጉንዲ /3/ 
ህይወት ናዝሬት ዝመልኦ ትሕትና 
ምስ ማርያም ዮሴፍ ሰብ ኪዳን ንጽሕና 
ግሩም ኣብነት ዝኸዉን ንዓና 
ክንክተለካ ሓይሊ ሃበና /3/ 
ንዓይ ክትደሊ ዝጠፍአት በጊዕካ 
ኣእላፍ መላእኽቲ ኣብ ሰማይ ሓዲግካ 
ንጉስ ሰማያት ትሕትና ለቢስካ  
ካብ ኩሉ ነገር ፍቕረይ መሪጽካ /3/ 
ኩሎም ክብሉኻ ኣምላኽ ዝዓበደ 
ፍቕረይ ከናዲ ካብ ላዕሊ ወረደ 
ንዓይ ክትደሊ ኣብራኽካ ረዓደ 
እንክፈትወካ ፍቕረይ ወሓደ /3/`,
    eng: ``
},
       
    song205: {
    title: { tig: "ኣብ ልበይ ተወለድ ኢየሱስይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ኣብ ልበይ ተወለድ ‘የሱሰይ /2/ 
ከም መብልዕ ማል ይኹንካ ልበይ /2/ 
1.ካብ ኩለን ደናግል ኣብ ማርያም  
ካብ ኩሉ ስፍራ ኣብ መብልዕ ማል 
ዝሓደርካ ፈቃር ኢየሱሰይ 
ሎሚ ድማ ሕደር ኣብ ልበይ 
2.ለባማት ጭዋታት ዘይጸዋዕካ 
ንኹሎም ድኻታት ዘፍቀርካ  
ናይ ትሕትና ጐይታ ኢየሱሰይ 
ምልኣዮ መንፈስካ ንልበይ 
3.ብስራት ንጓሶት ዝሃብካ  
ምስጋና ንህጻናት ዘዳሎኻ 
ንትሑታት ዘፍቀርካ ‘የሱሰይ 
ሎሚ ድማ ኣፍቅሮ ንልበይ `,
    eng: ``
},
       
    song206: {
    title: { tig: "እንካብ ሰማይ ኮኾብ ወረደ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
እንካብ ሰማይ ኮኾብ ወረደ 
ኣብ ማርያም ተኣንገደ 
መድሕን ዓለም ተወለደ 
ፈጣሪ ኮነ ከማና 
ካብ ማርያም ተወሊዱልና 
ኣማኑኤል ኣብ ማእከልና 
ፍርቂ ለይቲ ኣብ ቤተልሔም 
ዕንዱ መጸ ፈጣሪ ዓለም 
ብርሃን ኮነ ናይ ሰላም 
ተጠምቀ ኣብ ዮርዳኖስ 
ተቐበለ መንፈስ ቅዱስ 
ሰማይ ሃበ ቃል ሓጎስ `,
    eng: ``
},
       
    song207: {
    title: { tig: "እንሆ ንኹሉ ሕዝቢ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
እንሆ ንኹሉ ሕዝቢ ዝኾን ዓቢ ሓጎስ 
አበስረኩም ኣለኹ እሞ ኣይትፍርሑ 
እሰየ ብስራት /2/ 
ሕጻን ተወሊዱ ኣብ ቤተሊሔም ክኸዉን መድሕን ዓለም 
ካብ ድንግል ተወሊዱልና እቲ ትንቢት ንኽፍጸም  
እሰየ ብስራት /2/ 
ግሩም እዩ ንድምጹ ምስማዕ 
ንመድሕን ሕይወትና 
ልብና ንሃቦ ሰላም ከዉርደልና 
ንሱ ድማ ክርስቶስ’ዩ ካብ ዓዲ ዳዊት’ዩ 
ወዲ ኣምላኽ ክነሱሲ ኣብ መብልዕ ማል ደቂሱ 
ስብሓት ይኹን ንዕኡ /2/  
ክብሪ ይኹን ንልዑል እግዚኣብሔር ኣብ ላዕሊ 
ሰላም ከኣ ኣብ ምድሪ ይኹን ንሰብ ጽቡቕ ፍቓድ 
ኣሜን ሃሌ ሉያ /2/ `,
    eng: ``
},
       
    song208: {
    title: { tig: "ተዳልየ ኣለኹ ኢየሱሰይ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ብሸለልትነተይ ጸጋኻ ክሓልፈኒ  
ትርጉም ምንባረይ ከይተረዳኣኒ 
እመላለስ ኔረ ብዝመሰለኒ (2) 
ሕጂ ግን ኢየሱስ ይዕድመካ  
ኣብ ውሽጢ ልበይ ይቕበለካ (2) 
‘የሱስ ኳሕኩሓዮ ማዕጾ ልበይ 
ተዳልየ’ለኹ ክኸፍተልካ ዉሽጠይ 
ክትኣቱ ክትድረር’ውን ምሳይ 
ኣብ ልበይ ክትውለድ ‘የሱሰይ 
ብሓይሊ መንፈስካ ክትሰርሕ’ውን ኣባይ 
እዚ’ዩ እዚ’ዩ ትርጉም ልደት ንዓይ (3) 
2. ክቡር ወዲ ኣምላኽ እንክንስኻ 
ኣብ መብልዕ ማል ክትውለድ ፈሪዶምኻ 
ሓደ’ኳ ኣይነበረን ዝተገደሰልካ (2) 
ኣነ ግን ነዚ ክደግሞ ኣይደልን’የ 
ኣፍደገ ልበይ ክኸፍተልካየ (2) 
3. ዝበቕዓካ ስፍራ ክንደይ ክይህበካ 
ንልበይ ኣንጺሀ ክጽበየካ 
ንዘልኣለም ኣለም ክነብር ምሳኻ 
ንዘልኣለም ኣለም ክነብር ኣብ ቤትካ 
ስለዚ ንዓ እቶ ‘የሱስ  
ከም መብልዕ ማል ይኹንካ ልበይ (2)  
‘የሱስ ኳሕኩሓዮ ,,, `,
    eng: ``
},
       
    song209: {
    title: { tig: "ተወሊዱ መድሕን", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. እዛ ሎሚ ለይቲ ብሓቂ ቅድስቲ 
ኢየሱስ ተወሊዱ ኣብ መብልዕ ማል በዓቲ 
ኣሕዋት ንተሓጎስ ሰዓብቱ ዝኾና 
ሓጢኣትና ዝድምስስ ስለዝተወልደልና 
ተወሊዱ ኢየኡስ ተወሊዱ 
ተወሊዱ መድሕን ተወሊዱ 
ንሕና’ ውን ልባትና ንኽፈት ኣባና ክውለድ 
2. ጽድቂ ኣልቢሱና ኢየሱስ መድሓኒና 
ካብ ጸልማት ናይ ሰይጣን መንዚዑ ‘ውጽኣና 
በዚ ሎሚ ዕለት ልደት ናይ ጐይታና 
ካብ ሓጢኣት ዘውጽኣና ነመስግኖ ኢና 
3. ስለዝደለየ ትሕትና ክምህረና 
ኢየሱስ ተወሊዱ ሓደረ ኣብ መንጎና 
በዚ ሎሚ ዕለት ንግለጾ ፍቕርና 
ብምሉእ ልባትና ነመስግኖ ሓቢርና 
4. ኣዕዋፍ ሰማይ ሎሚ ብሓንሳብ ዘምራ  
ምስ መዝሙር መላእኽቲ ድምጽኽን ጸምብራ 
ጐይታ ኢየሱስ ጥራይ ናይ ሓጢኣት ኣባራሪ 
ብዘይካኡ የልቦን ንሓጢኣት ዝሰሪ `,
    eng: ``
},
       
    song210: {
    title: { tig: "ሎሚ ልደት እዩ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ሎሚ ልደት እዩ በዓል ዓቢ ደስታ 
ናይ ቀዳሞት ኣበው ዝኾነ ሃረርታ  
ቃል ነብያት ረኺቡ ምሉእ መፈጸምታ 
ኣብ ኩላቶም ኣህዛብ ይገበር ዕልልታ 
ኦ ፍቁር ኢየሱስ ህጻን 
ኣየ ጣዕሚ ምስኻ ምዃን 
2. ሕዮ ኦ ኢየሱስ ኦ ንጉስ ዓለማት 
ሕዮ ኦ ኢየሱስ ኦ መድሓኒ ነፍሳት 
ሕተሞ ኣብ ልበይ ናኢ ልደት ብስራይ 
ወትሩ አቕርበልካ ናይ ምስጋና ስርዓት 
3. ኣንቲ ቤተልሔም ኦ ሃገረ ዳዊት  
ፈሪኽለይ ሎሚ ዛ ብርኽቲ ሸዊት 
ናይ ገነት ከፋቲት ንነፍሳት ቀዳዊት (2) 
4. እንቋዕ ደሓን መጹ ዕንዱ ሰማያዊ 
ብግርማ ትርኢቱ ኣጽጊቡ ዘርዊ 
ወልደኣብ ሕያው ዘልዓለማዊ 
ወልደማርያም ከማና ግዝያዊ `,
    eng: ``
},
       
    song211: {
    title: { tig: "ንዓና ክትብል", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ንዓና ክትብል ካብ ሰማይ ናብ ምድሪ ወረድካ 
ፍቕሪ ገዲዱካ ናባና መጽእካ 
ተመስገን ጐይታ ተመስገን 
ተመስገን ህጻብ ተመስገን 
ዕልል (2) ንበል ዕልል ንበል /2/ 
ዕልል ህጻን ተወሊዱ (2) 
እሰይ እሰይ ህጻን ተወሊዱ እሰይ 
እሰይ እሰይ መድሕን ተወሊዱ እሰይ 
ኣብ ቤትልሔም እሰይ (2) ህጻን ተወሊዱ እሰይ 
እሰይ እሰይ መድሕን ተወሊዱ እሰይ 
ኣብ በዓቲ እሰይ (2) ህጻን ተወሊዱ እሰይ 
እሰይ እሰይ መድሕን ተወሊዱ እሰይ 
ኣብ መብልዕ ማል እሰይ (2) ህጻብ ተወሊዱ 
2. ኣብ በዓቲ ኣብ ቁሪ መብልዕ ማል ሓዲርካ 
ትሕትና ክትምህር ስጋና ለቢስካ 
ተመስገን ጐይታ ተመስገን 
ተመስገን ህጻን ተመስገን `,
    eng: ``
},
       
    song212: {
    title: { tig: "ግሩም መካር", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
ክብሪ ንኣምላኽና ኣብ ኣርያም 
ሰላም ከኣ ኣብ ምድሪ ኣብ መንጎ እቶም 
እግዚኣቢሔር ዝሕጎሰሎም /2/ 
1. ክብሪ ክብሪ ንዕኡ ይኹን 
ነቲ ህያው ናይ ዘልኣለም ንጉስ 
ኣምላኽ ፍቕሪ ከድሕን ንዓና 
ኣብቲ ጸልማት ብርሃን ኣብሪሁልና 
ሀ፣ ሕሉፍ ፍቕሪ’ ድዩ ኣፍቂሩና 
ሓደ ወዱ ክብጁ ስለና 
ለ፣ ኢየሱስ ህጻን ተወሊዱልና 
ኣማኑኤል ሎሚ ኣብ ማእከልና /2/ 
ሐ፣ ክድብሶ ዝዛሪ ንብዓትና 
ኩሉ ሰላም ክገብሮ ንዓና 
መ፣ ንሱ ግሩም መካር’ ዩ 
ማዕከን ጸጋ ዘይበርስ ሃብቱ’ ዩ /3/ 
2. ቅዱስ ቅዱስ ናይ ዘልኣለም ንጉስ 
ሰማይ ምድሪ ንዓኻ ይውድስ 
ዕንዱ ሰማይ ሎሚ ተወሊዱ 
ብዘንጊ ሓቂ ዝጓሲ ንህዝቡ 
ሀ፣ ሰብ ኣሰገል እንድዮም መስኪሮምሉ 
ወርቂ ዕጣን ከርበ ቀረቡሉ 
ለ፣ ዘይትናወጽ መንግስቱ ንሳ፡ ያ 
ሓቅን ፍትሕን ሰላምን ፍሪኣ /2/ 
ሐ፣ ንተሓጎስ ዕልል ንበለሉ 
ብርቱዕ ኣምላኽ መስፍን ሰላምና’ ዩ 
መ፣ ንሱ ግሩም መካር’ ዩ  
ማዕከን ጸጋ ዘይበርስ ሃብቱ’ ዩ /3/ `,
    eng: ``
},
       
    song213: {
    title: { tig: "ህጻን ተወሊዱ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ህጻን ተወሊዱ ኣብ ቤትልሔም (2) 
ተሓጎሲ ኢየሩሳሌም ሃሌ ሉያ ሃሌ ሉያ 
ማርያም ድንግል እያ ኣዲኡ (2) 
ግን ወዲ ናይ ሰማይ ንጉስ ሃሌ ሉያ ሃሌ ሉያ 
መድሕን ሎሚ ረኺብና (2) 
ምስኡ ስዕረት ዝሃበና ሃሌ ሉያ ሃሌ ሉያ 
መላእኽቲ ከም ዘመሩ (2) 
ከምኡ ስብሓት ንኣብ ንእኡ ሃሌ ሉያ ሃሌ ሉያ 
ክብሪ ክብሪ ንኣምላኽና (2) 
ሰላም ከኣ ኣብ ምድርና ሃሌ ሉያ ሃሌ ሉያ `,
    eng: ``
},
       
    song214: {
    title: { tig: "ኣሕዋተይ ተሓጎሱ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "ልደት", eng: "ldet" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1. ልደት ናይ ጐይታና ሓጎስ ንኹልና 
ካብ ድንግል ዝተወልደ ከድሕን ንዓና 
ሰፈሩ ነዳሉ ኣብ ዉሽጢ ልባትና 
መንፈሱ ክሰርሕ ክመርሕ ንዓና 
ኣሕዋተይ ተሓጎሱ 
ልደት ናይ ጐይታና  
ሎሚ ተበሲሩ 
2. ኣህዛብ ንተሓጎስ በዛ ብርኽቲ ለይቲ 
ትንቢት ተፈጺሙ ኣብ ማርያም ንጽህቲ 
ብስራት ተነግረ ብጭፍራ መላእኽቲ 
ሓጎስኩም ግለጹ ዓልላ ኣንስቲ 
ኣሕዋተይ ተሓጎሱ 
ሰማያዊ ኣምላኽ 
ሎሚ ተገሊጹ 
3. ኣሰየ ኣሰና ሎሚ ተብሲርና 
ዓቢና ንኡስና ንቀበል ጐይታና 
ንኺድ ናብ ቤትልሔም ህያባርና ሒዝና 
ሓቢርና ነመስግን በቲ ዝተገብረልና 
ኣሕዋተይ ተሓጎሱ 
ዕልልታ ኣብ ኣርያም 
ሎሚ ተሰሚዑ 
4. ዘድሕን ንኹልና ዕንዱ ተወልደልና 
ሎሚ መጺኡ’ ሎ ክኸውን ምሳና 
ንዓልል ንዘምር ብሓባር ሰሚርና 
ተመስገን ንበሎ ንእግዚር ኣምላኽና `,
    eng: ``
},
       
    song215: {
    title: { tig: "ኢየሱስና ተንሲኡ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ኢየሱስና ተንሲኡ ብስራት ኪዱ ንገሩ 
ኣምላኽና ተዓዊቱልና’ዩ  
ንሕናዉን ክንዕወት ኢና 
1. ኢየሱስና ተንሲኡ ንሓይሊ ሞት ስዒሩ 
እስከ ንመልከቶ ተግባር ናይ ኣምላኽና 
እሞ ሃየ ኣሕዋት ኣሰሩ ንከተል 
ሓደስቲ ፍጡራት ምስኡ ንኽንትንስእ  
2. ህዝበይ ናባይ ጠምት ምሕረት ከውርደልካ 
ስለምንታይ ደኣ ኣብ ፍጡር ትኣምን  
ኢየሱስ ተዓወተ ናብ ሰማይ’ውን ወጸ 
ጉዕዞና ንቐጽል ናብ ሓዳስ ኢየሩሳሌም 
3. ማርያም መግደላዊት ናብ መቓብር ከደት 
እቶም መልኣኽቲ ተቐባበልዋ 
ኢየሱስ መድሓኒና ተንሲኡ በልዋ 
ናብ ሓዋርያት ከደት ሓጎስ መሊእዋ 
4. ተንስእ ተበራበር ደቂስካ ዘሎኻ 
ካብ ማእሰርቲ ሓጥያት ሓራ ኣውጺኡካ 
ኣብ ቁስሉ ሓዝ  ሓወይ ኢየሱስ ከሕውየካ 
ብቓላቱ በርትዕ ኣትኺድ ደኒንካ `,
    eng: ``
},
       
    song216: {
    title: { tig: "ብኢየሱስ ሓራ ኮይነ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ካብ’ቲ ናይ ሓጥያት ሞት መውጽኢ ስኢነ 
ላዕልን ታሕትን ክብል ቅሳነት ስኢነ 
ሓራ ምዃነይ’ሲ ኣየስተውዓልክዎን 
ንኢየሱስይ ሕጂ ተረዲኤዮ’የ 
ብእየሱስ ሓራ ኮይነ 
በቲ ደሙ ነጻ ወጼ 
ሓራ ምእንቲ ኪኽዉን ኢሉ 
ክርስቶስ ሓራ ኣውጺኡኒ 
እሰይ ንእየሱሰይ ክዝምረሉ’የ 
ከምዝተፈትሐ ብተይ ክዘለሉ’የ /2/ 
2. ናይ ሓጥያት ባርነት ዝተሰከምክዎ 
ብፍቓድ ናይ ስጋ ንዝጎየኽዎ 
ፍጹም ኣኽቲሙ’ዩ ኣምላኽ ቆሪጽዎ 
ንኢየሱስይ ኣብ ህይወተይ ጎይታ ጌሬዮ’የ 
ደጊም በርዑት ባርነት ኣይቁረንን’የ 
3. ከም’ታ ተኣሲራ ዝነበረት ዒሉ 
ጎይታ ክኽብረላ ፈቲሖም ዘምጽእሉ 
ኣነ’ውን ብብዙሕ እሱር እየ ኔረ 
ኢየሱስ ክኽብረለይ ተፈቲሐ እየ 
4. ብዝተሰወረን ዝተሓላለኽን 
ምስጓም ዝኣበየካ ፍጹም ተኣሲረ 
ንሱ ግን በለኒ ውጹእ ሓራ ኢኻ 
ንዝኣስረካ ኩሉ በታቲኽዮ’የ 
ካብ ሕይወትካ ከኣ ኣንክራርየዮ’የ `,
    eng: ``
},
       
    song217: {
    title: { tig: "ኣሎኒ ሃገር ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1. ናይ ምድሪ መግዛእተይ ምስሓለፈ 
ክነብር ብናቱ ጽድቂ ተደጊፈ 
ኣብ ጊዜ ሽግረይ ምእንታኡ ክነብር 
ንሞት ተሳጊረ ኣሎኒ ሃገር/2/ 
ሃረር ይብል ንሃገር ሰላም ክርኢ /4/ 
2. ብደሙ ነጻነት ረኺበ’የ 
ሃገር ሰላም ክርኢ ናፊቀ’የ 
ብዘይ ሽግር ኣብኡ ዘንብረኒ 
ንሞት ተሳጊረ ሕይወት ኣሎኒ/2/ 
3. ዓቀበት ቁልቁለት ምስ ሓለፍኩ 
ሓጎስ ኣብታ ሃገር ምስ ኢየሱሰይ 
ንዘላለም ክነብር ተስፋ ኣሎኒ 
ንሞት ተሳጊረ ኣሎኒ ሃገር/2/ 
4. ናይ ምድሪ መግዛእተይ ምስ ሓለፈ 
ንብዓተይ ይደርዝ ዝፈሰሰ 
ምስ መላእክቲ ኮይነ ክዝምር የ 
ንሞት ተሳጊረ ክነብር የ/2/ `,
    eng: ``
},
       
    song218: {
    title: { tig: "ክትንስእ’የ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ክትንስእ  ክትንስእ’የ  
ተንሲአ ክዕጠቅ ጸላኢ ከጥቅዕ 
1. ጎይታ ኢየሱስ ባዕሉ ሚሂሩኒ’ዩ 
ነቲ ፍኖቱ’ውን ሓቢሩቢ’ዩ 
ዝተረፈኒ እዃ እንታይ አሎ 
ኣነ ብወገነይ ክኸፍሎ 
2. እዋን’ቲ ፈተና እንተኸበበ 
መዓልቲ ጸልሚቱ እንተ ዓረበ 
ሰራዊት ጸላኢ እንተኸበበ 
ኣነስ ንጎይታ ኢየሱስ ረኺበ 
3. ቅልጽም ኣምላኽ ክስርሕ ኣባና 
ተኣምር ትእምርትን ክንርእዮ 
ሽዑ ሓጎስ ክመልኦ ልብና  
ሰማያዊ ብርሃን ክንለብሶ ኢና 
4. ከም ኣባጊዕ እዃ እንተተዘረና 
ጓሳ ከምዘይብለን እንተመሰልና 
ጎይታ ኢየሱስ ነይፍለ ካባና 
ኣይሕሱን ድማ ኢዩ ቃል ወንጌልና`,
    eng: ``
},
       
    song219: {
    title: { tig: "ንዘምር ሆሳእና", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ንዘምር ሆሳእና 
እልልውን ንበለሉ ንጎይታና 
1. ቅድስቲ ሃገርና ኣ ኢየሩሳሌም 
ምስጋናኺ ብዙሕዩ ኣብ መላእ ዓለም/2/ 
2. ኣድጊ ተወጢሑ ጎይታ ዝመጻኪ 
ኢየሱስ ክርስቶስ ዩ መድሕን ዝኾነኪ/2/ 
3. ፈላጣት ኢና ክብሉ ብትዕቢት ክተሩ 
መንእሰይ ሕጻናት ብሓደ ዘመሩ/2/ 
4. ሰብ እንተዘመረ ኣየገርምንዩ 
ሆሳእና ሰብ ዘይኮነ እምኒ ዘዘምርዩ/2/ 
5. ኣሕዋት ንዘምረሉ ንጎይታ ሓቢርና 
ምጽኣት ምስኮነ ከይንኽዉል ገጽና/2/ 
6. ክመጽእዩ ጊዜ እንሕጎሰሉ 
ስየ ዓቲርና ስየ ዕልል እንብለሉ/2/ `,
    eng: ``
},
       
    song220: {
    title: { tig: "ኣይሓደግካናን", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ኣይሓደግካናን ሃሌ ሉያ 
ኣይሓደግካናን ኣሜን 
ኣሕሊፍካ’ውን ንጸላኢ ኣይሃብካናን 
1. እቲ ሕሱም ሰይጣን ተጻራርየይ 
ከቶ ኣይዓርፍን ካብ ምፍታነይ 
እሙን ጎይታ ግን ኣይገደፍካናን 
ብኣይ ክትከብር ኣይነዓቅካናን 
2. ሰይጣን ክጓዝም ብርከይ ረዓደ 
ርእሰይ ኣድኒነ ተስፋ ቆሪጸ 
ንስኻ ግን ጎይታይ ምሳይ ነበርካ 
ብሰይጣን ክግዛህ ኣይሓደግካናን 
3. ወትሩ ብዘይ ፍርሓት ዕልል ክብል’የ 
ኣብ ኩሉ ናብራይ ከመስግነካ’የ 
ዕጹብ ክብር’ዩ ጎይታይ ኩሉ ትእዛዝ 
ኣብዛ ዕሸል ነፍሰይ ሓይልኻ ግለጽ 
4. ወንጌል ናይ ጽድቂ ክትነብር ኢያ 
ደጌታት ሲኦል ኣይሕይልዋን 
ንስምካን ደምካን ኣጽዋርና ጌርና 
ክንኣቱ ኢና ከንኣን ሃገርና `,
    eng: ``
},
       
    song221: {
    title: { tig: "ተንሲኡ ኢየሱስ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ተንሲኡ ኢየሱስ ተንሲኡ 
ንሞት ኣሸኒፉ ተንሲኡ         
ብርኪ ናይ ጸላኢ ኣርዒዱ 
ንሞቁሕ ሰቢሩ ተንሲኡ /2/ 
1. ይመስሎ ኔሩ’ቲ ሰይጣን 
ንጎይታ ዘውረዶ ካብ ስልጣን 
ኢየሱስ ግን ተንሲኡ ብሓይሉ 
መጻወድያ ጸላኢ ሰቢሩ/2/ 
ሰይጣን ዝሓስበልና ንሞት’ዩ 
ኣምላኽ ግን ንዓና ህይወት’ዩ 
ካብ ሞት ከድሕነና’ዩ ደልዩ 
ኣምላኽና ኣምላኽ ሕያዋን’ዩ 
2. ኢየሱስ ሓቅን ሕይወትን’ዩ 
ሰይጣን ግን ሞትን ሓሶትን’ዩ 
ኦ ሞይ ኣቤሎ ሓይልኻ 
ኦ ሲኦልከ ኣቤሎ ብልሕኻ 
መድሕንና ተንሲኡ ኣሸኒፉካ 
3. ንኣምላኽ ነመስግን ኣሕዋተ’ይ 
ካብ ሞት ሓራ ኣውጺኡና’ዩ 
ዕልል/2/ ንበል ንተሓጎስ 
መወእዳታና ዓወት ኮይኑ/2/`,
    eng: ``
},
       
    song222: {
    title: { tig: "ርኤኹ ፍቅሪ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ርኤኹ ኣብ ጌተሰማኔ 
ሓጢኣትና ጸቂጥዎ ከሎ 
ደም ርሂጹ ለሚኑልና 
ርሕሩሕ’ዩ ለዋህ መድሕንና 
ርኤኹ ፍቅሪ ኣብ መስቀል  
ዘይፍሕሹ’ዩ ዘይቅየር 
እንካብ ሰማያት ዝወረደ’ዩ 
ፈታው ኩልና ኢየሱስ’ዩ 
2. ክንዲ ዘንጊ ንጉስ ሻምብቆ 
ክንዲ ኣክሊል እሾክ 
ጾሩ ከቢዱ ኣክሊል ሽልማት 
ንዘክሮ ኢየሱስ’ዚ ኣምላኽና 
3. ኣብ ጎልጎልታ ዝተረኤ 
ንዓቢ ንእሽቶ ከይፈየ 
መድሓኒና ኢየሱሰይ 
4. ኣሕዋት ኣሓት ኣይትረስዑ 
ህያብ ኣምላኽ ክቡር’ዩ 
ቃሉ ስምዑ ተነስሑ 
ናብ ህያብ ቤቱ’ውን ኣምሪሑ `,
    eng: ``
},
       
    song223: {
    title: { tig: "ኣብ ጌተ ሰማኔ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ኣብ ጌተ ሰማኔ ኣታክልቲ ስፍራ 
ንዓና ኢሉ ጎይታ ረኸበ መከራ/2/ 
2. ኣዳምን ሔዋንን ዝሰርሕዎ ሓጢኣት 
ንዓና ጌሩልና ናይ ሞት ቅጽዓት/2/ 
3. መስቀል ተሸኪሙ ወረዶ መከራ 
ኣይሁድ ገረፍዎ ኩሎም በብተራ/2/ 
4. ድንግል ኣይከኣለትን ንብዓታ ክትክልክል 
እንዳረኣየቶ ወዳ ክንከባለል/2/ 
5. ብኣምላኽነቱ እንከይፈርደሎም 
ከምዚ’ሉ ጸለየ ኦ ኣቦይ መሓሮም/2/ 
6. በገዛእ ስልጣኑ ኩሉ ዝፈጠረ  
ብሰብ ተገሪፉ ሞይቱ’ውን ተቀብረ/2/ 
7. ኣብ መበል ሳልስቱ ብሓይሉ ተንስኤ 
እናረኣይዎ ናብ ሰማይ ዓረገ/2/ 
8. ኣጽኒዕና ንሓዛ እምነት ክርስትና 
ክምለሰና’ዩ መታን ክወስደና/2/ `,
    eng: ``
},
       
    song224: {
    title: { tig: "ድሕነት ብኢየሱስዩ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1. ናይ ጐይታና ድሕነት ብቃሉ በጽሓና 
ቅዱስ መጽሓፍናውን ዘርዚሩ ይነግረና 
እስኪ ንመልከቶ ወትሩውን ንሕሰቦ 
ኢየሱስ ጥራይዩ ካልእ መድሕን የልቦን 
ድሕነት ብእየሱስዩ ኣሜን ኣሜን/3/ 
ካልእ መድሕን የብልናን 
2. ብልቡ ዝለመነ ከይተጠራጠረ  
ይረክብ ጻማኡ ፍጹም ከይሓፈረ 
ስጋና ፈዊሱ ነፍሳትና ዘድሕንዩ 
ክልምኖ ዘሎኒ እየሱስ ጥራይ 
3. ጐይታና ነልኣዛር ካብ ሞት ኣተንስኦ 
ንሓንካስ ፈዊሱ ንለምጻም ኣንጸሖ 
ንብዙሓት ዕውራት ብርሃኑ ዝሃቦም 
ሓቀኛ ክርስቶስ ጥራይዩ መድሕኖም`,
    eng: ``
},
       
    song225: {
    title: { tig: "ደቂ ኢየሱስ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
መን’ዩ ዝከሰኒ አረ መን’ዩ /4/ 
ደም ኢየሱስ እቲ ዘጽደቀኒ 
ደም ኢየሱስ ሓራ ዘውጽኣኒ /2/ 
1. ካብ ደም ኣቤል ዝበለጸ (2) 
ካብ ደም ዲበላታት ዝተመርጸ (2) 
ካብ ደም ገንሸል ዝመጻኹ (2) 
ብኽቡር ደሙ ዝተዓደግኩ (2) 
2. ካብ ከረን ጽዮን ከተማ ኣምላኽ (2) 
ካብቶም ፍጹማን ጻድቃናት (2) 
ናብ ኢየሱስይ ዝመጻኹ (2) 
በቲ ዘፍቀረኒ ዝመላለስ (2) 
3. ሓራ ምእንቲ ክኸውን ኢሉ (2) 
ክርስቶስ ሓራ ኣውጺኡኒ’ዩ (2) 
ድሕሪ ትንሳኤ ዝመላለስ (2) 
ከይተቆረንኩ በርዑት ባርነት (2) 
4. ሑሩያት ኣምላኽ መን ይኸሰና (2) 
ኢየሱስ እዩ ዘጽደቀና (2) 
ድሕሪ ኩሉ ሓሊፍና (2) 
ሓደሽቲ ፍጥረት ኮይና ኢና (2) `,
    eng: ``
},
       
    song226: {
    title: { tig: "ዓወት ናትና ኢያ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ንጥፍኣት ክኸይድ ሰይጣን ምስ መርሕእኒ 
ኢየሱስ ጸግዔይ ግን ካብኡ መሊሱኒ 
ኢየሱስ መሊኡኒ ብቅዱስ መንፈሱ 
ሰይጣን ሓይሉ ጠፍእ ፍጹም ተደምሲሱ 
ዓወት ናትና ኢያ /2/ 
ዓወት ናትና ኢያ ኣሜን ብደም ኢየሱስ 
2. ድኹም ከም ዝኾንኩ ጎይታይ ይፈልጥ’ዩ 
ብዘይ ምቁራጽ’ውን ጸጋኻ ይደሊ’የ 
ናይ ልበይ ሓሳበይን ኣዘራርባይን 
ናባኻ ስሓቦ ጎይታይን ኣምላኽይን 
3. ብቀጣን መንገዲ እጎዓዝ ኣሎኹ 
ናብ ቅዱስ ሃገርና እና ኣማዕደኹ 
እናፍቅ ኣሎኹ ኣብ ኣርያም ክነብር 
ምስቶም ቅዱሳንካ ጎይታየ ክዝምር 
4. ብደሙ ገዚኡ መንፈሱ ሃበና 
ዝሃቦ ተስፋታት ይፍጽም ኢየሱስና 
ንሓጺር ጊዜ’ዩ ናይ ሰይጣን ፈተና 
ሰዓሪ ኢየሱስ’ዩ መራሒ ጉዕዞና `,
    eng: ``
},
       
    song227: {
    title: { tig: "ብምድሓነይ እሕጎስ ኣሎኹ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ይፈልጦ ኢየ’ቲ ዝነበርኩዎ 
ናብራ ምስ ዓለም ዝተዋሰብኩዎ 
ከመይ’ለ ድሒነ ይገርመኒ’ሎ 
ከመይ’ለ ድሒነ ይደንቀኒ’ሎ 
ብምድሓነይ እሕጎስ ኣሎኹ 
ብምድሓነይ እሕበን ኣሎኹ 
ንደገ ምድሓን ብኸምኡ ሂቡኒ 
ከመስግኖ’የ ነቲ መድሓኒ 
ክባርኾ’የ ነቲ መድሓኒ 
2. ኣብ ናይ ሓጥያት ዓዘቅቲ ተዋሒጥካ 
ብሰንሰለት ፍርዲ ተኣሲርካ 
ከመይ’ልካ ይውጻእ ብክእለትካ 
ፍጹም ዘይከውን’ዩ ብሓሳባትካ 
3. ኣነ ክነግረኩም’ቲ ምድሓነይ 
ካባይ ኣይኮነን ካብ ክእለትይ 
ብመንፈሱ’ዩ ብክርስቶስ ጌሩ 
ክብርን ምስጋናን ይግባእ ንዓኡ 
4. ግን የብለይን ዝኸፈልኩዎ 
ብፍቃድ ነብሰይ’ውን ዘሕለፍኩዎ 
ብባዕሉ ጌሩ ኩሉ ከፊልዎ 
ዕልል በልሉ ክብሪ ሃብዎ /2/ `,
    eng: ``
},
       
    song228: {
    title: { tig: "መዓስ ረስዐዮ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1. እቲ ዘሕለፍካኒ መዓስ ረስዐዮ 
ኢየሱሰይ’ታ መፍቀሪየይ 
ማዕበል ክልዓል ነኸስጥመኒ 
ብረድኤትካ ናዓይ ከተውጻኒ 
መዓስ ረስዐዮ ውዕለትካ 
መዓስ ረስዐዮ ሰናይካ 
ጨኒቁኒ እንድኣለይ ብኸመይ ከምዝገልጾ 
ብኸመይ ከምዘውርዮ መዓስ ረስዐዮ 
2. ዓቅለይ ክጸበኒ ዘይሓልፍ ዝመስል 
ኩነታት ፍጹም ዘሐልል 
ተስፋይ ሓዲስካ ሓይሊ ኣዕጢእካኒ 
ብዓወት ሓሊፈ ኣብዚ ኣብጺሕካኒ 
3. ኣይረሳዕክዎን እቲ ውዕለትካ ምሕረትካ 
ኣየ ለውሃትካ 
ኩሉ ክጭነቅ ሰላም ምርካበይ 
ኣይረሳዕክዎን ኣምላኸይ 
4. ብማእከል ባሕሪ ጉዕዞ ምስጀመርኩ 
ክሓልፍ ማዕበል ክልዓል 
ንንፋስ ማዕነል ገኒሕካዮ 
በቲ ሓይሊ ስምካ ኣዚዝካዮ 
5. ማይ ኣብ ዘይብሉ ኣብቲ ደረቅ ኣጻምእ 
ከውሒ ማይ ትስንጥቅ 
ንጽምኣተይ ኣርዊኻኒ ኢኻ 
ብርግጽ ንስኻ ኣንታ ዝርኣ ኢኻ`,
    eng: ``
},
       
    song229: {
    title: { tig: "ተንሲኡልና ኢየሱስና", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ትርኢት ኢየሱስ ዘንጸባርቕ ሓይሊ 
ጻዕዳ ክዳኑ ከም በረድ በርቂ 
ሓለውቲ ፈሪሆም ኣንቀጥቀጡ 
ብዓቢ ታሕጓስ ኢየሱስና ተንሲኡ 
ተንሲኡልና ኢየሱስና ተንሲኡልና 
ተንሲኡልና መድሓኒና 
ተንሲኡልና ኢየሱስና ተንሲኡልና 
መንገዲ ሓቂ መሪሑ ኣሃ ኣሃ ኣሃ ገነት ከእትወና 
2. ኣንስቲ ፈሪሐን እምኒ ኣንከራር’ዩ 
ህያው መድሓኒ ተንሲኡ እዩ 
ሓዋርያት ብምግራም እንክጎ’ዩ 
ክርስቶስ ተንሲኡ ብስራት ሒዙ 
3. ድሕሪ ኣብ መንገዲ ኤማሁስ 
ክበጽሓኒ ኢዱ ክዝርግሕ 
ምሳይ እንክሓድር ናባይ መጽ’ዩ 
ብሓቂ ጎይታ ተንሲኡ እዩ 
4. እምነተይ ኢየሱስ’ዩ መድሓንየይ 
ምስኡ ብዓወት ክኣቱ’የ 
ጸልማተይ ርሒቁ ተሓጊሰ 
ብርሃን ብኢየሱስ ረኺበ ኣነ `,
    eng: ``
},
       
    song230: {
    title: { tig: "ተዓወተ ጎይታይ ተዓወተ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1. ተዓወተ/2/ ጎይታ ተዓወተ /2/ 
ብኃይሉ ተንስኤ ጎይታ ተዓወተ /2/ 
2. ሰበረ/2/ ንሞቑሕ ሰበረ /2/ 
ንሞት ኣሸነፈ ንሞቑሕ ሰበረ /2/ 
3. ኃይሊ ጸልማት/2/ ተሰጎ ተሰጎ /2/ 
ብደም መድኃኒና ተሰጎ ተሰጎ /2/ 
4. ተሰርዐ/2/ ኣብ ሰማይ ተሰርዐ /2/ 
ተስፋ ሕይወት ሎሚ ኣብ ሰማይ ተሰር ዐ/2/ 
5. ቀረበ/2/ ብርሃን ናይ ወንጌል ብርሃን /2/ 
ናይ ወንጌል ብርሃን ወንጌል ብርሃን /2/ 
6. ብዕጹው/2/ ኣብ ማእከሎም ቆመ /2/ 
ሓዋርያት ደንገጹ ምስ በሎም ሰላም /2/ 
7. ክብሪ ይኹን/2/ ንቅዱስ ሥሉስ /2/ 
ንክርስቶስ ጎይታ ድኅነት ስጋ ነብሲ /2/ 
8. ኣሜን/2/ ኣሜን ወኣሜን /2/ 
ኣሜን ሃሌ ሉያ ንወትሩ ይኹን /2/`,
    eng: ``
},
       
    song231: {
    title: { tig: "ትንቢት ተፈጺሙ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ጎይታ እተነበዮ ትንቢት ኩሉ ተፈጺሙ 
መለኸት ተነፊሑ መሬት እውን በሪሁ  
ምውታን ተንሲኦም ከይዶም ሓውዮም’ቶም ሕሙማን 
ብስም መድሓኒና ኢየሱስ ተሰይፉ ሰይጣን/2/ 
ትንቢት ተፈጺሙ ጎይታ’ውን ተሰቂሉ 
ሞይቱ ኣይተረፈን ከምዝበሎ ተንሲኡ  
2. ምድሪ ተንቀጥቀጠት ከዋኽብቲ እንክወድቁ 
ፍጥረታት ረዓዱ ኣኽራናት እንክፈርሱ 
ጸሓይ’ውን ጸልመተት ውርሒ ደም ተለወጠት 
ጎይታ ተሰውአ ብሓጢኣት ደቂ ሰባት /2/ 
3. እቲ ብሩህ ገንሸል እቲ እሙን ኣቦና 
መዝገቡ ከፊቱ ክጽውዕ ኢዩ ሽምና 
ክንምርመር ደው ክንብል ኣብ ቅድሚ እቲ ኣምላኽና 
ዳሕራይ’ውን ክንፈልጥ ሰማያዊ ሰፈርና /2/ 
4. ነፍሱ ከይመርመረ ኣብ’ቲ ግዜ ዝተረኽበ 
‘ቲ ግዜ በጺሑ ናብ ኣምላኽ ተሰብሰበ 
ንጻድቃን ካብ ሓጥኣን ኢየሱስ’ውን ፈለየ 
ንጻድቃን ካብ ሓጥኣን’ውን ደርበየ /2/`,
    eng: ``
},
       
    song232: {
    title: { tig: "ንበል ሆሳእና", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ንሱ’ዩ ወዲ ዳዊት ‘ቲ ንጉስና 
ብስም ጎይታ ዝመጽእ መድሕን ዓለምና 
ዕልል ዕልል ንበለሉ ሎሚ ሓቢርና 
በሓጎስ ንዘምረሉ ንበል ሆሳእና /2/ 
ኣሕዋት ኩልና ንበል ሆሳእና 
ስየ ዓቲርና ንበል ሆሳእና /2/ 
(ሕጂ) ነዚ ጎይታና 
2. ብዕቤቱ’ውን ከቶ ንዑ ዘይንመስሎ 
ዓቢ’ዩ ልዕሊ ኩሉ ዘይንበጽሖ 
ዕብየቱ ንኽንገልጾ ዘይንኽእሎ 
ኣየ ንኽንደይ ጥዑም ኣምላኽ እዩ’ሞ /2/ 
3. እታ ንእሽቶይ ዒሉ ኣምጽእዋ 
ካብ’ቲ ዘላቶ ቦታ ኪዱ ፍትሕዋ 
ንሳ ክብርቲ እያ ክብረት ሃብዋ 
ናብ’ቲ ትኸዶ ቦታ ኣሰንይዋ /2/ 
4. ብኽብሪ ኣብ ዝባና ተወጢሑ 
ብሰራዊት መልኣኽቱ ተዓጂቡ 
እንሆ ሎሚ መጺኡ ኣብ መንጎና 
ዕልልታ ነሰንዮ ንበል ሆሳእና /2/ `,
    eng: ``
},
       
    song233: {
    title: { tig: "ብሰይ ኣጆኺ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `   
ነብሰይ ኣጆኺ ኣይትጨነቒ    
ሓላዪ ዘይብልኪ ከይመስለኪ    
ኢየሱስ ከምዝሓልየ ልኪ    
እወ ‘ዚ ልዑል ከምዘፍቅረኪ    
እመንዮ ብምሉእ ልብኺ /2/   
እመንዮ ንፈቃር  ኣምላኽኪ   
ፍቕሪ ኢየሱስ ኮይኑ ልዕሊ ዓቕመይ    
ዘክርዮ ዝተገብረልኪ ነብሰይ    
ብጸላኢ ከይትብልዒ ክደሊ ንዓኺ /2/    
ካብ ሰማይ ወሪዱ ፍቕሩ ገሊጹልኪ  
1. ‘ዚ ፍሉይ ኣፍቃሪ ይግደስ ኢዩ እወ ብኣኺ     
ናይ ሰማይ ኣቦኺ ይሓልየልኪ ኢዩ እወ ንኣኺ     
ኣነ ኽነ ግር’የ ዝተገበረለይ ኩሉ ብኡ      
ኣነ ኽነ ግር’የ ዝተገበረለይ ኩሉ ናቱ  
2. ዕረፍቲ የብሉን ቁጽሪ ብምጉዳለይ     
ብወረ ዲዩ ተነጊሩ ብዛዕባይ   
ኣይመስለንን ኣይተጻሕፈን ከማኡ ዝበለ /2/  
ስለዝሓልየለይ እዩ ናባይ ዝወረደ  
3. ክሓስቦ ከለኹ ከስተንትኖ ነቲ ፍቕሩ     
ምስጠፋእኩ ተስፋ ቖሪጸ ከምዘይምለስ ኣብኡ     
ብዘይካልኣይ ንኽደልየኒ ናባይ ነቒሉ     
ብቐንዱ ስለዝሓልየ ለይ እዩ ኢየሱስ ባዕሉ `,
    eng: ``
},
       
    song234: {
    title: { tig: "ኣብ ጌተ ሰማኔ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `
1. ኣብ ጌተ ሰማኔ ጻዕረ ሞት ሓዘኒ 
ይሁዳ ይሸይጥ ጰጥሮስ ይኽሕደኒ 
ሓዋርያት ይሃድሙ በይነይ ይሓድጉኒ 
ጸላእተይ መጺኦም በይነይ ይኽቡኒ /2/ 
2. ጲላጦስ ሄሮድስ ዕርክነት ይፈጥሩ 
ቢኣይ ምኽንያት ጌሮም ብሰላም ክፋቀሩ 
ሓዲኦም የላግጽ ሓዲኦም ይገርፍ 
ፍቅርኻዩ ነሩ ንስቃይ ዘሕልፍ /2/ 
3. መስቀል ተሸኪሙ ክወጽእ ጎልጎልታ 
ክወድቅ ክትንስእ ብገመድ ኪጉተት 
ስጋይ ንስምብራት ደመይዉን ንምፍሳስ 
ኣሕሊፈ ዝሃብኩ ንምድሓን ናይ ሰባት/2/ 
4. ኤሎሄ ኤሎሄ ላማ ሰበቅታኒ 
ኢለ እናጨደርኩ መጺጽ ኣስተዩኒ 
ናባኻ ኪመጽእ ወደየ ስምዓኒ 
እንታይ በዲለካ ጸላኢ ትኾነኒ `,
    eng: ``
},
       
    song235: {
    title: { tig: "ውሬታኡ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ዉሬታኡ ኣዝዩ ብዙሕ’ ዩ 
ኣይክእልን ብቓል ክገልጾ  
ተመስገን ጥራይ’ የ ዝብል ,,, 
ካብ ናይ ቀራንዮ ሞት ጀሚሩ 
ንኣይ ክሳዕ ሞት ኣፍቂሩ 
ነፍሱ ብነብሰይ ቀይሩ 
ደሙ ምስ ንብዓት ሓዊሱ ,,, 
ንኣይ ከሀብትም ምድካዩ 
ዓጽሙ ካብ ስጋኡ ምፍላዩ 
ጽሩይ ደም ርሃጽ ምርሃጹ 
እዚ ኩሉ ድኻም ንዓይ’ ዩ ,,, 
ዉሬታኡ ኣዝዩ ብዙሕ’ ዩ 
ብቓል ክገልጾ ኣይክእልን 
ተመስገን ጥራይ’ የ ዝብል  
ከሳሲ ነይሩ ንዓይ ምጽላም 
ኣብ ግምባር ጽሑፍ ናይ ቀደም 
ናይ ኢድ ጽሕፈት ዕዳይ ደምሲሱ 
ምረተይ ኣጽርዩ ሓዲሱ ,,, 
ሰብ ገበረኒ ረዲኤተይ 
ሰላም መሊኡ ንቤተይ 
ግምባር ጸላኢ ተወቕዐ 
ክዝምር’ የ  ስሙ ጸዊዐ,,, 
ዉሬታኡ * 
ድኻመይ ብዙሕ’ ዩ ጉድለተይ 
ብጸጋኡ’ የ ማለተይ 
ብእምነት ስሙ ምጽውዐይ 
ዝገበሮ ጐይታ ምውራየይ ,,,  
ሰብ ኮይነ ኣብ ምድሪ ምንባረይ 
ብሰላም ዉዒለ ምሕዳረይ 
እግረይ ጸኒዑ ምቛሙ 
እዚ ኩሉ ጸጋ ብኡ’ዩ ,,,ዉሬታኡ*/3/ `,
    eng: ``
},
       
    song236: {
    title: { tig: "ኢየሱስ ክርስቶስ’ዩ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ከቢድ መስቀል ሒዙ ክወርድ ክድይብ 
ደም እናረሃጸ መከራ ክጸግብ 
ኣፉ ከይከፈተ ከም በጊዕ ስቕ ኢሉ 
ኣህዛብ’ ውን ጸፍዕዎ ጡፍ እናበሉሉ (2) 
ኢየሱስ ክርስቶስ’ዩ ፈውሲ ናኢ ህይወትና 
ኣብ መስቀል ቀራንዮ ደሙ ዘፍሰሰልና (2) 
2. በሊሕ መስማር ጌሮም ክሽንክርዎ ኢዱ 
በሊሕ መስማር ጌሮም ሸንከርዎ እግሩ 
ኣኽሊል እሾኽ ድማ ደፍኡሉ ኣብ ርእሱ 
ድሕሪ መሪር ስቓይ ወጸት እታ ነፍሱ (2) 
3. መይቱ ኣይተረፈን ክርስቶስ ኣዶናይ 
ብሓይሉ ተንሲኡ ዓረገ ናብ ሰማይ 
ብርሃን ትንሳኤኡ ክንርኢ ኩላትና 
ብትሕትና መንፈስ ንለምን ሓቢርና (2) `,
    eng: ``
},
       
    song237: {
    title: { tig: "ንህዝቡ ካብ ባርነት", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
1. ህዝቡ ካብ ባርነት መንዚዑ ኣውጺኡና 
ኣእማን ፈንቂሉ ጽሩይ ማይ ሰቲና 
ኣብቲ ምድረበዳ ጉዕዞና ከሎና  
ብርሃብ ጌሩ ለይቲ ብቐትሪ ደመና 
መሪሑና ናብታ ሰማያዊት ቤትና 
ንተሓጎስ ኮይኑ’ ዩ ፍስሃ (2) 
ንወድሶ ብድሙቕ ዕልልታ 
ነመስግኖ ሰማያዊ ጐይታ 
ተንስኡ ፍስሃ ኮይኑሎ ናይ ሓዘን ካባ ቀንጥጥዎ 
ዓልሉ ንንጉስ ነገስታት ኣድሒኑና ካብ ዘልኣለም ሞት (2) 
ሆ ሆ እናበልና ነቕርብ ምስጋና 
ሆ ሆ ነቲ ዝተገብረ መገዲ ድሕነትና 
ሆ ሆ እናበልና ነቕርብ ኣምልኾ 
ሆ ሆ መይቱ ዝተንሰአ መድሕኒ ንባርኮ /2/ 
2. ድነ ሞት ቀንጢጡ ዘሪኡልና ህይወት  
ካብ ምርኮ መንዚዑ ኣውሂቡና ዓወት 
ኣእዳዉ ዘርጊሑ ኢሉና ሃንጎፋይ  
ዘጥፋእናዮ ምንባር ረኺብናዮ ዳግማይ 
ንዘልኣለም ይኽበር ክርስቶስ ኣዶናይ 
ንተሓጎስ ,,, 
ተንስኡ  ,,, 
ሆ ሆ እናበልና `,
    eng: ``
},
       
    song238: {
    title: { tig: "ኣብ ክንድቲ መስቀል", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ኣብ ክንድቲ መስቀል ካልእ ኮይኑ ዕላማ 
ስለ’ዚ ድማ እያ ፍቕሪ ኢየስሱ ቅሂማ 
1. ዝጠፍኣ ኣባጊዕ ብዙሓትየን ኣቦ 
ጓስአን ንስኻ ምለሰን ባዕልኻ 
ኣዕንቲ ኣለወን ይመስላ ዝርእያ 
ጐይታይ ተዘከረን ከይደን ከይጠፍኣ 
2. ዓመጻ በዚሑ ምስ ጥፍኣት ናይ ነፍሲ 
እንታይ’ ዩ መፍትሑ ነዚ ኩሉ ባእሲ 
ራሕርሓለን ኢየሱስ ተኹላ ከይበልዐን  
ኣብቲ መንግስትኻ ባዕልኻ ጸንብረን 
3. መሓሪ ምዃንካ ፈሊጥና ተረዲእና 
እንሆ ንመጽእ ድኹማት ጠምተና 
ገርህነትና ርአ ኣምላኽና ኣይትጨክን  
በጃኻ ኢየሱስና ንዓ ቁስልና ጸግን `,
    eng: ``
},
       
    song239: {
    title: { tig: "ኢየሱስ ማርያም ዮሴፍ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: ` 
ኢየሱስ ማርያም ዮሴፍ ልበይ እህበኩም 
እዚዩ ጸሎተይ ፍጹም ክመስለኩም 
ነብስይ ተመሪኻ ብቕዱስ ፍቕርኩም 
ሃረርታይ እዚዩ ክስዕብ ኣሰርኩም /2/ 
1. ቅዱስ ዮሴፍ ጻድቕ ብኹሉ ግብርኻ 
ንጎይታ ኢየሱስ ብፍቕሪ ዘዕበኻ 
ንስድራይ ባርካ ክትመስል ንቤትኻ 
ነብሰይውን ትማረኽ ብቕዱስ ሂወትኻ /2/ 
2. ኣቦ ስድራ ዮሴፍ ኣብኡ ንኢየሱስ 
ቤተይ ባርካ ክትምራሕ ብመንፈስ 
እሙን ጻድቕ ዮሴፍ ሕጹያ ንማርያም 
ሓልዋ ንስድራይ ካብ ፈተና ዓለም /2/ 
3. ሕጽይቱ ንዮሴፍ ማርያም ኣደ ኢየሱስ 
ዝኸድክዮ ስድራ ይባረኽ ብመንፈስ 
ከምቲ ናይ ኤልሳቤጥ ሰላምታ ሃብኒ 
ሓይሊ መንፈስ ቅዱስ መንታን ክመልኣኒ /2/ 
4. ጽድቅን ቅድስና መሰረት ስድራኺ 
ጸሎትን ሰላምን ይውሕዝ ካብ ቤትኺ 
ንኢየሱስ ዝሓዛ ቅዱሳት ኣእዳውኺ 
ስድራይ ይባርኻ ክንመልእ ፍቕርኪ /2/ 
5. ንማርያም ንዮሴፍ ኢየሱስ ተኣዘዝካ 
ስጋና ለቢስካ ትሕትና መሃርካ 
ንደቀይ ባርኮም ኪመስሉ ንዓኻ 
ኣብ ኩሉ መንገዶም ክስዕብ ኣሰርካ /2/ 
6. ኢየሱስ ማርያም ዮሴፍ ሎሚ እዕድመኩም 
ኣብ ቤተይ ክትውዕሉ ክመሃር ካባኹም ካባኹም 
ኢየሱስ ማርያም ዮሴፍ እጽውዕ ንስምኩም 
ወለዶይ ክባረኽ ብሓያል ጸሎትኩም /2/ `,
    eng: ``
},
       
    song240: {
    title: { tig: "ወፈያና ልቢ’ዩ", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `  
ወፈያና ልቢ’ዩ ኣዴና ናባኺ 
ዉሽጥና ዝገልጽ  ባህግና ዘለሊ ። 
1. ክወግሕ ከዓርብ  ኣብ ዋኒና ከይንነብር 
ኣብ ምዓልትና ን ኣምላኽ ክንዝክር         
ደግፍና ኢኺ ወላዲት መድሕን ዓለም  /2/ 
ወፈያና ልቢ’ዩ ኣዴና ናባኺ ; 
ዉሽጥና ዝገልጽ ባህግና ዘለሊ ; 
ከምቲ ብሉጽ ህያብ ኣምላኽ ንስኺ ዝኾንኪ 
ናብ ኣቦ ኣቕርብና ማርያም ኣብሊጽኪ ኣጸቢቕኪ 
ሕርይቲ ኣደ ብጸጋ ምልእቲ  
ንፍጽምና ኣምላኽ ኣብ ከርስኺ ዝጾርኪ /2/ 
2.  
ዚበለኩም ግበሩ ኢልኪ ትምህርና  
ሓቅን ህይወትን ምዃኑ ተዘክርና 
ከም ቃሉ ክንገብር ጸሎት ግበርልና /2/ 
3. ንምስጢር ጐይታ ኣብ ልብኺ ትዓቑሪ  
ንምስትንታኑ ናብ ኣምላኽ ተቕርቢ 
መሃርና ኣዴና ምሕረት ጐይታ ክብሪ /2/ `,
    eng: ``
},
       
    song241: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song242: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song243: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song244: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song245: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song246: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song247: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song248: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song249: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song250: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song200: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song200: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song200: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song200: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song200: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
       
    song200: {
    title: { tig: "Okay", eng: "" },
    author: { tig: "", eng: "" },
    album: { tig: "", eng: "" },
    genre: { tig: "", eng: "" },
    date: "",
    youtube: "",
    spotify: "",   
    cover: "images/album1.jpg",
    tig: `10ናይ ሶንግ 10 ትርጉም ...`,
    eng: ``
},
 
     
                                    
// … continue incrementally up to song64
};
